{
    "id": "15",
    "name": "Lower East Side",
    "niche url": "https://www.niche.com/places-to-live/n/lower-east-side-new-york-city-ny/",
    "description": "Lower East Side is a neighborhood in New York City, New York with a population of 60,055. Lower East Side is in New York County and is one of the best places to live in New York. Living in Lower East Side offers residents a dense urban feel and most residents rent their homes. In Lower East Side there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals and retirees live in Lower East Side and residents tend to be liberal. The public schools in Lower East Side are above average.",
    "real estate": {
        "median home value": "$658,593",
        "median rent": "$1,000",
        "area feel": "Dense Urban",
        "rent": "84%",
        "own": "16%"
    },
    "residents": {
        "median household income": "$45,500",
        "families with children": "15%"
    },
    "scores": {
        "Public Schools": "B",
        "Crime & Safety": "B-",
        "Housing": "C-",
        "Nightlife": "A+",
        "Good for Families": "A-",
        "Diversity": "A+",
        "Jobs": "C-",
        "Weather": "B-",
        "Cost of Living": "C-",
        "Health & Fitness": "A+",
        "Outdoor Activities": "A",
        "Commute": "A+",
        "overall_grade": "A"
    },
    "reviews": [
        {
            "stars": 2,
            "text": "Once again, I live in NYC housing projects. We are only allowed to have one pet. There is a slight sense of community because the majority of people living in the area are struggling and living check to check. There is an annual community event and there is nothing else. People tend to live here their entire lives, its hard to move/get out of the projects.",
            "category": "Community"
        },
        {
            "stars": 2,
            "text": "Since it's a living community, I don't really see much businesses hiring people. In the surrounding neighborhood, all I see is hospital and apartments.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Theres not that many jobs in my area it only consist of bodegas, Resteraunts, and Hair/Nail Salons and Supermarkets",
            "category": "Community"
        },
        {
            "stars": 1,
            "text": "New York City has very few jobs that pay well.",
            "category": "Community"
        },
        {
            "stars": 2,
            "text": "There aren't many job opportunities in this area. If you want to work in fast food restaurants, bars, or clubs then maybe this area is the area for you. Other than that...horrible area for jobs.",
            "category": "Community"
        },
        {
            "stars": 2,
            "text": "There is high competition for positions in the area. Unless you had connections, it would be very tough to find a nice, well-paying job that you would be satisfied with.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Part-time jobs are relatively easy to come by as businesses are occasionally hiring.",
            "category": "Community"
        },
        {
            "stars": 2,
            "text": "People do not care about recycling.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "People do not exercise often.",
            "category": "Community"
        },
        {
            "stars": 2,
            "text": "I live in NYC housing projects and while I feel safe in my building I don't feel very safe in other buildings or other neighborhoods within walking distance. Since the start of the summer there have been several murders, rapes, robberies, and gang violence. I avoid walking outside alone during the night, I avoid certain areas, and if for whatever reason I have to be outside at night, I am always talking to someone on the phone and updating them about my whereabouts. At night the police tend to stay in one area. I don't feel like the police would get to me in time in the event of an emergency because many of the buildings in my neighborhood look the same, and the police tend to get lost. For instance, a few years ago I called 911 because my infant niece was choking. The police and ambulance arrived 20-25 min later and told us they got lost. Unfortunately, since then I don't trust that they will get to me or anyone else in time.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "I don't notice much crime besides form the news so it's hard to say. I do see police frequently.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "I do not trust the police either. I am afraid for my life and well being around them.",
            "category": "Crime & Safety"
        },
        {
            "stars": 2,
            "text": "The crime in my area is getting worse. This is livable in my area but not something that i want to do. There is lots of vandalizing and graffetti in my area. The police are pretty good with controlling it but to a certain extent.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "I rarely see crime in my immediate area.",
            "category": "Crime & Safety"
        },
        {
            "stars": 1,
            "text": "There are many stabbings, drug use, shootings, and prostitution in this area.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "Patrol cars cruise around high frequency crime areas.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "I did not see too many crimes.",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "I like the diversity of cultures in the Lower East Side. I wouldn't really change anything in my neighborhood.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "The lower East Side is a community that is very united and close. There are lot of nearby businesses such as supermarkets, grocery stores and fast food places so everything is very accessible. There is a lot of street art which makes the neighborhood very uplifting and inspiring. However, I believe the neighborhood should be much cleaner as the building and street seem very dirty. Also I would like to see a decline in violence as it is impacting growing generations.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I like that there are many food places near by, its a good neighborhood over all but it doesn't feel safe all the time you'll be around dangerous people basically everyday.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "From birth until the age of 14, and always being in the area because of my school, I can say just living there is honestly an experience that helps you grow up faster than other independently.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "It is a very diverse colorful and exciting neighborhood. There's many opportunities to engage people around you and have a good time. Their are a lot of options to go out and eat and if you go and find the right places it can still be affordable. It's a relatively safe neighborhood except for certain spots, but that's how the world is so I wouldn't be worried about it. No review can really do my neighborhood justice you should come down and visit it for yourself.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I love living in the Lower East Side, things are very close by including landmarks. The neighborhood is great.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "I've lived in the Lower East Side since I was born. Gentrification have started happening but even then, life isn't that safe here (especially at night).",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "Even though it is a small area there is a lot do. There are a lot of bus stops and train stations all around, making it easy to commute. At the moment more apartment buildings and stores are being built, nabling for more people to live here and opening up more job opportunitites.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "It is very diverse, from Hispanics and Africa Americans to Italians. It has awesome café s and diners. The area is changing with skyscraper buildings.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "The Lower East Side has great restaurants and bars. However, the supermarkets are expensive. It is very busy on the weekends with tours from tourist, so its a little hard to run errands. The closest train is the F train its a fast great way to get around WHEN its working.  LES is a great place because its like 20 min to Brooklyn and in the other direction 20 min to midtown",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I think that the Lower East Side is among one of the safest, diverse places in New York City as I rarely see violence on the streets and I never fear walking down the streets alone. Additionally, the LES is very clean and the people who live here is also very friendly.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "The Lower East Sode is alright. I’ve been living here my whole life, other than the fact that it’s a bit dangerous at night if you wander into the wrong places than it’s good. There are a lot of bars around here and the train is close. People here are quite friendly. The structures here aren’t great and living conditions in certain places are below average, much of the people are low income. All in all, as long as you stay on the busy side of the street than you should be safe.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I have lived here for all my life (minus the time that I have been in college), and I have truly been blessed to be able to live here. It is sad however because gentrification has become increasingly prevalent and the neighborhood is changing a lot (is not as homey as I am used to). But I feel as if it's an extremely convenient neighborhood (travel wise and everything else wise)",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "The lower east side or LES is a decent place to live. Great food, my personal favorite, and great culture. It's in a reasonable proximity to police plaza so the safety is pretty good. I live directly across the street from the Brooklyn Bridge and I'm in walking distance of almost every train known to man. The 1,2,3 and A,C,E at fulton; the 4,5,6 and the J/Z at Brooklyn Bridge; the R at Rector street, and the PATH train at the World Trade Center. The taxi cab app \"Via\" offers cab rides as cheap as 5.00 for any distance within Manhattan.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I was born and raised here and I love it so much. This neighborhood has such a strong ethnic community and makes me happy seeing the love, peace, beauty and diversity.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "This is a nice neighborhood to live in, housing prices varies but some are reallg affordable depending on your budget.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "The Lower East Side is a great place to live full of diversity and many activities available for all ages. There are plenty of restaurants to choose from whether you are craving fast food, outdoor brunch or a nice dinner date for two. The L.E.S is a comfortable place to visit for a day, week or a lifetime.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Lively neighborhood and friendly people. Everything you ever need is probably within walking distance. Many restaurants including Mexican, Japanese, Sri Lanken, Indian, and Thai.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I like that the LES is full of diversity and good places to eat and spend time with friends and family. There are a lot of parks, gardens, restaurants, and many other activities to take part in. There are trains and busses around nearly every corner so if you don’t have a car it is easy to get to where you want to go. Depending on what part of the LES you are in, you have easy access to China Town, Little Italy, Soho, Greenwhich Village, and many other fun and interesting places. There is so much to do it is hard not to love it. \n\nLike many places, the LES is facing gentrification. I would change that soon some of the people who have been here all their life will no longer be able to afford to live in their homes. I would also try to change the number of bars and alcohol stores there are especially around schools.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "friendly neighbors, cheap food, and good mix of cultures. My favorite thing about the L.E.S is the familiar faces that around every corner, smiles are always the first thing I see in the morning and at night. Not to mention Chinatown is right around the corner, so is little Italy, and east river park.",
            "category": "Overall Experience"
        },
        {
            "stars": 2,
            "text": "The quality of housing is awful. When something in your household needs to be fixed you need to call and place a ticket. For instance, there are many areas in my apartment that need plastering, However, when you call to make a ticket for plastering they tell you they won't be viable to do so for months. I have had the same kitchen cabinets in my apartment for over 30 years, and they will not replace it because they claim there aren't any new cabinets available. cost of housing is cheap because  rent is dependent on your income. In this particular housing project, we do not have to pay for electricity or water. We do however have to pay for each air conditioner in the household. All housing projects are the worst areas to reside in, they are polluted with poverty and drugs and thus crime. I would say that the projects that I live in are much safer than the neighboring projects. And if I had to choose between any projects in lower Manhattan, I would choose mine.",
            "category": "Real Estate"
        },
        {
            "stars": 3,
            "text": "I live in housing projects managed by the NYCHA, and the quality of housing here is not bad. People clean the area regularly, the people living near me are fairly nice, and the cost of housing and utilities is not very high.",
            "category": "Real Estate"
        },
        {
            "stars": 2,
            "text": "The house is too small.",
            "category": "Real Estate"
        },
        {
            "stars": 4,
            "text": "It's not that bad when it comes to night life and food here because there are a lot of restaurants.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "The grocery shops here are decent and the prices are fair priced.",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "New York City has a great selection of cuisines.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "I think the city is being really gentrified so everything is super expensive.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "They are ok, grocery stores are very run down and filthy.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "There is an abundance of restaurants and shops in the area- I mean, it's New York City! There is a nice variation of the kinds of stores you would see in these neighborhoods.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "There are a plethora of small, private-owned business in the area that cater to everyday needs.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "Several parks in the areas facilitate outdoor exercise.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "Many restaurants around the area.",
            "category": "Things To Do"
        }
    ]
}