{
    "id": "16",
    "name": "Marble Hill",
    "niche url": "https://www.niche.com/places-to-live/n/marble-hill-new-york-city-ny/",
    "description": "Marble Hill is a neighborhood in New York City, New York with a population of 8,636. Marble Hill is in New York County. Living in Marble Hill offers residents a dense urban feel and most residents rent their homes. In Marble Hill there are a lot of bars, restaurants, coffee shops, and parks. Many families and young professionals live in Marble Hill and residents tend to be liberal. The public schools in Marble Hill are above average.",
    "real estate": {
        "median home value": "$521,247",
        "median rent": "$1,016",
        "area feel": "Dense Urban",
        "rent": "94%",
        "own": "6%"
    },
    "residents": {
        "median household income": "$39,545",
        "families with children": "30%"
    },
    "scores": {
        "Public Schools": "B",
        "Crime & Safety": "B-",
        "Housing": "D+",
        "Nightlife": "A+",
        "Good for Families": "B",
        "Diversity": "B+",
        "Jobs": "C-",
        "Weather": "B-",
        "Cost of Living": "C-",
        "Health & Fitness": "A",
        "Outdoor Activities": "A",
        "Commute": "B+",
        "overall_grade": "B-"
    },
    "reviews": [
        {
            "stars": 3,
            "text": "Living in New York there is not much of a community sense.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "You can be employed in the businesses because there are many and usually people look for jobs in places like this.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Public services are doing their jobs, and are great at it.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "There is a big gym in the area and has many ways to access it. There are many parks and recreation centers where one may play sports or work out. The hospital is access is easy, and very quick in the emergency room.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Most of the job opportunities here are for teenagers that want to work at a retail store such as Target, Party City or Marshalls. There are a few jobs in retail that are willing to pay more from companies such as Sprint, Radio shack. Most of the people that live here work downtown or in midtown; including myself.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "It is an island, emergency vehicles have difficulty moving about.   There are many transit people coming to restaurants in the summer, drinking taking private neighborhood parking spaces, and noise factor is low class.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "There is not any crime and there are always police officers patrolling, so it is quite safe.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "Anytime there is an issue, it is always addressed and taken care of.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "The area is pretty safe and there aren't many crimes around here. Sometimes there are your average teenagers standing on the corner just hanging out or in front of building, but they pay no mind to people just carry on with their own business. The police also respond pretty quick in case of an emergency. The 50th precinct is a short 7-10 minute walk from here.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "I live in the NYCHA development (Bailey Houses) two blocks away from the Marble Hill NYCHA development. This neighborhood is close to a lot of great delis and superstores like Target and Marshall's. It hasn't been gentrified yet but it is safer than most neighborhoods with NYCHA developments. I love this neighborhood but I can't see myself living here forever.",
            "category": "Overall Experience"
        },
        {
            "stars": 2,
            "text": "I wouldn't chose to live here. gen atm. is bad.",
            "category": "Overall Experience"
        },
        {
            "stars": 2,
            "text": "Too expensive, dirty and culturally disabled.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "It is a great area, even though there is not much to do and most places close at 10 pm.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "There seems to be nothing special about this area. There's not much to do for entertainment.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "There are a lot of nice places to live, even though most are very expensive.",
            "category": "Real Estate"
        },
        {
            "stars": 4,
            "text": "The quality of housing is good, but the rent may be a little too high because of the lack of maintence. The buildings are old, and take long to heat up and takes a while until everything is maintained.",
            "category": "Real Estate"
        },
        {
            "stars": 3,
            "text": "Overall the houses are pretty well kept due to the home owners. They paint their gates every now and then. There is one abandoned house that has not been touched for about 3 years. The family that used to live there left a while ago, but I don't know if anyone owns it now. I know that the houses closer to Adrian Avenue seem to have a backyard and so do the ones on Terrace view, however the Houses on Marble Hill have garages at least for the most part. The buildings are also pretty well kept.",
            "category": "Real Estate"
        },
        {
            "stars": 5,
            "text": "There are many grocery stores and local businesses that are very popular. There is a diversity of cultures in these small business, which is great.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "There are many restaurants at affordable prices and are easy to get to.",
            "category": "Things To Do"
        }
    ]
}