{
    "id": "17",
    "name": "Midtown",
    "niche url": "https://www.niche.com/places-to-live/n/midtown-new-york-city-ny/",
    "description": "Midtown is a neighborhood in New York City, New York with a population of 68,451. Midtown is in New York County and is one of the best places to live in New York. Living in Midtown offers residents a dense urban feel and most residents rent their homes. In Midtown there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals and retirees live in Midtown and residents tend to be liberal. The public schools in Midtown are above average.",
    "real estate": {
        "median home value": "$1,027,090",
        "median rent": "$2,621",
        "area feel": "Dense Urban",
        "rent": "64%",
        "own": "36%"
    },
    "residents": {
        "median household income": "$144,910",
        "families with children": "10%"
    },
    "scores": {
        "Public Schools": "B",
        "Crime & Safety": "B-",
        "Housing": "C",
        "Nightlife": "A+",
        "Good for Families": "A",
        "Diversity": "B+",
        "Jobs": "B-",
        "Weather": "B-",
        "Cost of Living": "C-",
        "Health & Fitness": "A+",
        "Outdoor Activities": "A+",
        "Commute": "A+",
        "overall_grade": "A+"
    },
    "reviews": [
        {
            "stars": 3,
            "text": "No community events. Community is not particularly unfriendly or hard to live in",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Local laws are reasonable and acceptable for this city. However coming from a small town I notice that the state's reps are very power high.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "I have noticed that there is a huge spectrum here- people are either extremely wealthy or they are extremely poor. There is an average size of people who live in between that. I believe this is due to the costs of living in NYC.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "There has always been a lot of jobs open in the area for college students. It would help if you had a bike so you can be a delivery person. There are also tons of stores and grocery stores that are always accepting new applicants.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "There are so many different types of people in the area of all different back grounds. I think that the different backgrounds make for a more interesting and involved community.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "There are a lot of people with high up positions in employment and there are also a lot of homeless people without jobs. There are a lot of business workers and hospital jobs in the area.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "There is a strong community sense in the area. Being a college student the people around me probably live here for more than 4 years on average. The community is pretty pet friendly although there are no trails to walk on. There are always events and activities going on in the city to be involved with.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "There are gyms to work out in and one can run/ bike outside. The gyms are nice and have a lot of equipment to use. Most people do a lot of walking in the area. I personally do a lot of walking and enjoy running.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Many people vying for few jobs, it's hard in the city.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "It's NYC good and bad.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Large population which translate to different opinions on anything. All valid though.",
            "category": "Community"
        },
        {
            "stars": 5,
            "text": "Lots of raffice. Just watch out",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "It could always be healthier",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "This area does not seem to be affected by natural disasters.",
            "category": "Community"
        },
        {
            "stars": 2,
            "text": "The area is highly congested with foot traffic, taxis and cars. The sidewalks are safe for pedestrians, but the bicyclist lane may be dangerous as it is narrow, and the cars often go into the bicycle lane.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "The residents in the area seem to be from the same socioeconomic background and there is not much diversity in race/ethnicity, except that majority of residents are not native New Yorkers.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "The area is very busy with tourists and working young professionals. There is no real sense of \"community\" as the living area here are rental buildings and most residents do not make this a permanent home. I had not seen any pets in this area, however, it seems to be family friendly as there are lots of restaurants and retail shops.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "Crime is very rare here. If there's any crime, it'll have to do with the local homeless guy taking a nap in the bike lane. It's very rare here, and the local precinct is just blocks away.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "I believe the city is kept pretty safe when it comes down to things like graffiti which is something that isn't often seen in area in which i live. As for when it comes to crimes the police within the area seem to have a lot of different things under their belt when it comes down to the really important things. There are at least two police departments that are within a 1 mile radius of where i live.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "From the years I had lived in the area especially near home there is no crime that I have seen",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "There are police are visible, but most of them are traffic police, meaning they don't respond to crimes. I have yet to witness a crime or hear about crime in this area so I'm not that concerned about it.",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "Check the records for midtown Manhattan",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "I had not heard of any crimes in this area but it would be nice to have more police visibility at night, especially since the area is opened late night.",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "Midtown is such an incredible place to be at. There are so many things you can do such as go shopping, eat different kinds of food, watch movies, go to free concerts, look at the amazing architecture, and so much more!",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I love how everything is accessible but unfortunately it is very expensive. You have Central Park, all of the train lines, Times Square, tourist attractions and local sites and great restaurants. Midtown is truly the center of it all. Yes, the price tag is high but you get all of this conveniently within minutes reach.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I would like to see more community events and neighborhood activities. Things like hosting a farmer's market or community garage sale would be interesting. Perhaps a food and drink crawl down 1st, or having live music performed would add to this already great neighborhood.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Midtown, New York is very diverse and convenient to travel around. Also, I always felt a family connection while living in Midtown, anyone can fit right in to do whatever they want.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "If I could rate Manhattan as a whole, I would and at 5 stars. However, this is asking about my specific 'hood, which is Midtown South, and I cannot rate it 5 stars for several reasons. Being located near the Empire State Building, it is a fight to get home walking along 34th Street (any adjacent street, too) is nearly impossible. Often times I find myself walking in the street. The housing availability is also abysmal. I do not often see rentals available because the neighborhood is more business-oriented. On the plus side, commuting is easy because it is a stone's throw from nearly all the main subway lines. You have several restaurants around. Shopping is made easy because you are near several shops on 34th. \n\nWhile it's a nice place to live if you are commuter heavy, if given another choice I'd move.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I like living in Midtown West. It's far enough away from the chaos of time square and conveniently close to other fun destinations like columbus circle and central park. There are many train options around which is handy in case one of the lines is having issues. Most importantly, there are many great food options in the area. Always a plus. :) One thing I wish would be different is the noise of 8th avenue traffic. The sirens can get to be a bit much when there's a traffic jam.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "It's a beautiful, very accessible area, with access to 8 subway lines within a one block radius and over 5 different bus lines in the same vicinity. I love the area, I really do - there's shopping, good food available, and the park is right across the street. great for families with kids and pets, but also perfectly suitable for a lone wolf. I'd say the only drawback is the increasing homeless problem...we have our \"regular\" homeless, but they've gotten rowdier in recent months. Also, the pedicab drivers and bike rental salespeople are the most annoying, invasive people on the planet - and they're EVERYWHERE. on every corner, begging you to come with them and take a pedicab ride or rent a bike. That leads to another big drawback - the tourists. They, too, are everywhere. I hate tourists,so it definitely gets to me. I try to hang around outside towards the evening, when most tourists and pop-up salesmen are gone, and it's emptier, quieter, and an overall much nicer area. At the end of the day though, these are very minor things in the scheme of it all. It's really a wonderful area, and I think I'd still live here if I could do it all over again - it's just so accessible and so full of life and rich with culture - it is very, very New York, in the best way possible.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "It's very vibrant if you've never been to new york before. The people here are very helpful when it comes to looking for directions or good places to eat more or less. The atmosphere that new york city creates is so beautiful it doesn't make you not want to do anything! Once i do move from new york city i think it would be a place i would come back to because new york just has a piece of me that no one else really has.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "The overall area is okay just don't appreciate that there a lot of the bars in the neighborhood as well hotels.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Safe area, close to central park, lots of places to eat, close to subway lines that can take you anywhere in the city.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Best place to retire, believe or not.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "The area is very convenient to all train lines and one main train station. There are lots of restaurants. coffee shops, and pharmacy/drug stores which most are opened 24 hours. Despite the convenience of the area, there is a lot of tourist and local traffic which makes it difficult to have a serene, relaxing place to reside in this area.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "There are many luxurious apartments, and a new one being built as we speak",
            "category": "Real Estate"
        },
        {
            "stars": 5,
            "text": "Highrises evrywhere and architecturall prized townhouses and brownstones",
            "category": "Real Estate"
        },
        {
            "stars": 4,
            "text": "The area is great for rental apartment housing. Vacant units are filled rather quickly and the cost of housing is at market value.",
            "category": "Real Estate"
        },
        {
            "stars": 4,
            "text": "I am always able to find anything I need (food, clothes, etc.) whenever I need it. There is always something open at my convenience and that is what I love about this city. No matter where you go the private family owned shops are always a hit or miss and so far while being in the city ive noticed it is mostly a hit.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "There is an endless amount of different bars, restuarnts and clubs in the area. You have so many options on the types of bars you want to go to along with the types of food.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "This area has a large variety of food stores and restaurants. You can get anything you want. When it comes to clothing stores, most if not all the stores are very expensive. The mom-and-pop stores are all very cute and interesting and caring to walk into.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "Mostly fashion boutiques and restaurants",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "As they say, you could eat weel in a different place each day of the year.",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "cENTRAL pARK. nO NEED TO EXPLAIN!!!",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "bERGDORF gOODMAN. There only one!!!",
            "category": "Things To Do"
        },
        {
            "stars": 2,
            "text": "There is no vegetation here except for the small seating area in Herald Square which is man-made.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "The nightlife is energizing in this area as the majority of establishments are open 24 hours. There are lots of bar and restaurant options in Korea Town with a vast range of dishes to cater to all palettes, including vegetarian, meat lovers, desserts, and health fanatics. The popular restaurants here is Miss Korea, Kunjip and Wonjo.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "This area is filled with lots of late-night restaurants, primarily Korean, fast-food, and delis. There is not much variety of restaurants as this area is right next to Korea Town. There plenty of clothing stores for men, women, and children, catering to all types of styles. Besides the Korean restaurants and a few delis which are locally owned, all other food and retail establishments are corporations and franchises.",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "This area is known as Herald Square where there is a small outdoor seating area for locals and tourists to enjoy. Throughout the year, there are food events held in this area. This area is also next to Korea Town which is a busy street filled with restaurants, entertainment and stores that typically opened 24 hours.",
            "category": "Things To Do"
        }
    ]
}