{
    "id": "18",
    "name": "Morningside Heights",
    "niche url": "https://www.niche.com/places-to-live/n/morningside-heights-new-york-city-ny/",
    "description": "Morningside Heights is a neighborhood in New York City, New York with a population of 37,197. Morningside Heights is in New York County and is one of the best places to live in New York. Living in Morningside Heights offers residents a dense urban feel and most residents rent their homes. In Morningside Heights there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Morningside Heights and residents tend to be liberal. The public schools in Morningside Heights are above average.",
    "real estate": {
        "median home value": "$923,581",
        "median rent": "$1,675",
        "area feel": "Dense Urban",
        "rent": "79%",
        "own": "21%"
    },
    "residents": {
        "median household income": "$75,676",
        "families with children": "15%"
    },
    "scores": {
        "Public Schools": "B",
        "Crime & Safety": "B-",
        "Housing": "C",
        "Nightlife": "A+",
        "Good for Families": "A",
        "Diversity": "A",
        "Jobs": "C+",
        "Weather": "B-",
        "Cost of Living": "C-",
        "Health & Fitness": "A+",
        "Outdoor Activities": "A",
        "Commute": "A+",
        "overall_grade": "A+"
    },
    "reviews": [
        {
            "stars": 3,
            "text": "There are many people that live I'm my area looking out my window I am able to daily activity done by locals.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "Where I live the weather is really nice and since we're in the middle of Manhattan not a lot or storms that take place affect us.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Employees in this area are from areas all around, interacting with workers in you are able to see that customer service is important to worker.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "The weather is pretty normal. When its winter its snowing causing major train delys and when its summer its pretty hot and mild. The weather doesnt change anything becasue  people would do whatever they want no matter sun or rain/snow.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "The employment is pretty good. there are many people working around my area.",
            "category": "Community"
        },
        {
            "stars": 2,
            "text": "There is a ton of people living in the area and most commute to other Burroughs/neighborhoods for work. There are not many jobs in the area.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Everywhere in NYC has crime issues. Considering that, my neighborhood is relatively safe as long as people do not walk outside the street or go to the park late at night and keep one's belongings attended when working in public spaces. The most common crime in the neighborhood is stealing people's money or expensive electronics through physical threat or by entering academic/public buildings to take unattended belongings. There has been some rape incidents around near Amsterdam Avenue between 10pm-3am. But Columbia University makes an effort to keep students living nearby safe by installing surveillance cameras around buildings and offering escorts when students do not feel safe walking alone.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "Its preety safe around here",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "As a student at Columbia University, I have found that my experience in Morningside Heights to be greatly beneficial to my wellbeing. It is a beautiful part of the city, just far enough away from all of the downtown hustle to give the area a more relaxed feeling without being too detached from the city.",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "This place is diverse af but very scary and weird. I currently live here and there is a high crime rate.",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "This place is very diverse but scary and has a lot of crime. I don't recommend coming here. I mean it take my word.",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "I don't like it here lots of crime can get intimidating but is nice at time. I have faith in this place.",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "I don't like it here lots of crime I want to move. I rly want this place to get better but it won't undoubtedly.",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "This place gets weird and scary. It can be nice at times but there is a high crime rate. I want it to get better I hope it does.",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "There is a lot of crime and gets weird. I currently live here but it's not so pleasant I am considering moving.",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "Mornigside heights is dangerous and not that nice. The restaurants are good but there is a disnt amount of crime I witness.",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "Moningside heigts\\west Harlem is dangerous and weird at night. Not the best place to raise a family I don't recommend this place.",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "This place is dangerous I mean it. I live here and plan on moving although Columbia is nice. Other than that is is very weird .",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "This neighborhood gets very weird I want to love it but I don't. it especially gets really weird at night I hope it changes soon.",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "Very sketchy don't recommend coming here, I hope it gets nicer soon. I really do I have faith in this neighborhood I believe it can change.",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "Very sketchy I don’t like it.Morningside park is scary and sad.A ton of homeless people everywhere. I don’t recommend coming or living here. I hope it gets better soon.",
            "category": "Overall Experience"
        },
        {
            "stars": 1,
            "text": "It gets very scketchy ,gets very weird at night. I grew up here as a kid . Although it has gotten better. It still is very bad. Never come here. I hope it gets better. I have hope that it will.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Some of the oldest and most historically significant buildings in Manhattan are still here. There is a significant presence of public spaces like parks, academic institutions, and churches in the area, and it's both incredibly safe and reasonably priced for a neighborhood in New York (particularly based on how nice it is).",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I live, work, and go to university in Morningside Heights/Manhattanville/West Harlem (whatever you'd like to call it!) I love the proximity to Riverside Park, easy commute to school, lots of restaurants and shops, and even a few jazz clubs. The area is easily walkable, pet-friendly, and people friendly. Close proximity to the 1 train also makes commuting easy.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Overall, this area is quiet, safe, and offers a variety of food and grocery options. Multiple downtown and uptown trains to catch, as well as a good amount of cabs around.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I enjoy the Morningside Heights, because of the variety of shops, restaurants, and cafes. There are great thai restaurants, great Chinese restaurants, and even a great greek restaurant. The are parks and libraries that are well maintained and cleaned. There is the east river few blocks on the west side, and its really  quite and people can tan and relax. Also by the river are many outside facilities for kids and adults to play. There is soccer court, tennis court, basketball, etc. I would say 99% of the people are nice and would answer any question you may have about the area.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Morningside Heights is an abundance of liveliness and diversity. It houses and intertwines many different cultures and ethnicities into a wonderful, beautiful neighborhood. I've lived here all my life and have never been a witness to any negative experiences that people in other neighborhoods in the city might experience. I recommend moving here, specifically to Morningside Gardens where I reside, if you are looking for a safe and all around amazing place to live.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "It's a relatively quiet area around Columbia University. Quiet by NYC standards. A few restaurants, coffee shops etc. Not much nightlife though. The 1 line will take you downtown and there's a M63 select bus that goes to LaGuardia.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "There are restaurant in this area are open during a time that is convenient for all.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "The businesses in my area provide service that allows people be comfortable in the in and outside the business. While interacting with business owner and employees you are able to see how respectful and helpful when they are to those in my community.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "There are many pizza stores next to my area. I'm not really a foodie becasue my parnets want everything to be homemade, but i love Korents Pizza, its 3 dollars a slice but its wort it. their slices are so huge and taste awsome.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "The local business around where I live is pretty great. The crew memebers of the stores are also willing to help if anyone needs it. There always so friendly with every customers. There are many banks around where I live as well as ATM's making it easier for people to withdraw money.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "There are few because of how expensive it is to operate there, its mostly dominated by big chains (drug stores, starbucks, big banks etc).",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "The businesses in the area do a great job of making it feel like a small neighborhood even though you are in the middle of Manhattan.",
            "category": "Things To Do"
        }
    ]
}