{
    "id": "2",
    "name": "Chinatown",
    "niche url": "https://www.niche.com/places-to-live/n/chinatown-new-york-city-ny/",
    "description": "Chinatown is a neighborhood in New York City, New York with a population of 20,271. Chinatown is in New York County and is one of the best places to live in New York. Living in Chinatown offers residents a dense urban feel and most residents rent their homes. In Chinatown there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals and retirees live in Chinatown and residents tend to be liberal. The public schools in Chinatown are above average.",
    "real estate": {
        "median home value": "$957,626",
        "median rent": "$1,454",
        "area feel": "Dense Urban",
        "rent": "89%",
        "own": "11%"
    },
    "residents": {
        "median household income": "$65,432",
        "families with children": "17%"
    },
    "scores": {
        "Public Schools": "B",
        "Crime & Safety": "B-",
        "Housing": "C-",
        "Nightlife": "A+",
        "Good for Families": "A-",
        "Diversity": "A-",
        "Jobs": "C",
        "Weather": "B-",
        "Cost of Living": "C-",
        "Health & Fitness": "A+",
        "Outdoor Activities": "A",
        "Commute": "A+",
        "overall_grade": "A"
    },
    "reviews": [
        {
            "stars": 2,
            "text": "there are little to no gyms",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "most people in my community are racist and lack a sense of community. people tend to live until their late 60s in my area",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "The weather in my home area sometimes has hurricanes flooding. I live near the east river. Over the past few yrs, there has been 2-3 hurricanes. And we had to evacuate from our homes for safety. The flooding may be up to 7ft of water. Essential items in my wardrobe are pajamas, boots.",
            "category": "Community"
        },
        {
            "stars": 2,
            "text": "Most people are doing low wage jobs for a living. Few hold good paying satisfactory jobs.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "There can be more public gyms",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "It is good to living here.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "Easy to receive help relatively.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "Walking to places is easier.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "Weather do not affect this area much",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "Most people can find job if they have talents.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "No local law is violated and public services do not have any trouble",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "I have not experience a real sense of community when living in NYC.  Their are many different things you can get involved in in making the city better although I have not taken advantage of many.  I am involved in helping with animal adoptions and different agency's.  Their are so many stray animals here and I help to find these animals homes.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "I live in Chinatown in NYC. Most of the population is made up of people from Asian decent.  There are many white young professionals that live here as well.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "I cannot necessarily find a great job in my neighborhood but it is relatively easy to find a job overall in Manhattan.  Their are many opportunities in various industries.  Although it can be competitive.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "I live in Chinatown in NYC which is a very congested area.  Their are many tourists as well as the people who live here walking around.  Most people use mass transit to get around which is pretty reliable.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "I have never had a problem so far so can't comment on the crime in the area",
            "category": "Crime & Safety"
        },
        {
            "stars": 2,
            "text": "It is dangerous at night. A lot of shoplifting at stores.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "There is a police precinct located less than five minutes away from where I live, so I am not extremely concerned about safety. I often see policemen walking around the streets so I feel safe. There is pretty much little to no crime around my neighborhood.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "It feels safe. I've often watched the police stop being for drug control. The police is definitely keeping out an eye on the neighborhood. By they are not around 24/7, so it also does not feel super surveillanced.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "there are a lot of racist crimes committed by blacks and hispanics on asians in my neigborhood",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "Few crimes and pretty safe.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "Mostly are safe, and some crimes are caught by visible polices.",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "it has good food and is very welcoming and has a lot of stores and parks that families can visit and play in. the schools are very good and people are nice. they have a lot of ice cream shops and restaurants.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Lively location with many different cuisines. From traditional Chinese food to millennial Korean cakes, Chinatown has been a place to go to if on a tour. The place itself has so much history and will continue to bring more.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I've grown up in Chinatown for practically all my life. There is so much convenience and culture. There are also food shops and asian groceries stores everywhere who have existed for decades. There is always a bubble tea store around the corner. Slowly, there are a lot of newer, more modern type dessert shops and restaurants that are replacing the older local ones. Due to more gentrification, a lot of the original culture and stories have been lost. This is one thing I wish could change. There should be more support for the local businesses.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "The thing I like about Chinatown is the restaurants. Eating there might as well be a luxury as there is a variety of Chinese food that will never disappoint. The thing I would like to see change in is the crowded sidewalks.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "I used to like it until I realized how dirty and smelly it is. People here are very inconsiderate of their peers and neighbors and unfortunately the D and B train don't work very good on the weekends.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "After living in Chinatown in the past eighteen years of my life, I am glad to call it home. With friends and family living in a fifteen-minute walking distance, a plethora of restaurants and cafes, and lively street markets, Chinatown is one of the most busy, yet exciting neighborhoods there is in New York City. I love Chinatown.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Chinatown is a exciting place to live. There a lot of interesting food option near here such as ramen, dim sum places, and fusion restaurant. Just a few walking step away is Little Italy and Wall Street so the food option are diverse. There is always tourists so it does get crowded but that what makes the place so exciting to me.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "Chinatown is a large community made up of majority Chinese immigrants and Chinese Americans. It can be very dirty to some but for those that have lived there most of their lives are used to it, and considers it a norm.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Chinatown is a great place to dive in Asian culture. There is plenty of traditional food, but also new treats from places such as Korea. The music and dance is vibrant in this neighborhood and people from all over the world visit here. There is never nothing to do and there are plenty of public spaces to eat and play in.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "Everything is nearby and accessible within a 10 minute walk. Though it could improve in terms of cleanliness.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "There are many up and coming new food places that are popping up in Chinatown, which is attracting more of a younger crowd to this neighborhood. There are also many buildings being constructed that would allow more diversity.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "There is a lot of gentrification.  More starbucks and art studios opening up nearby.  The local language is changing from Chinese Mandarin and other dialects to English slowly.  The streets are quite dirty as it is quite polluted.  However, activities such as the Lunar New Year Parade often unite the community together.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I really like the area that I currently live in, living downtown has made me explore a lot. Being so near Chinatown means that theres great food just a walk away, then it is also very easy to walk into Brooklyn and do other fun things!",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "It is a popular place with tourists so it is very busy. Do not like the crowd.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Although the apartment that I reside in is pretty small and cramped, I would not move to another apartment if it was another neighborhood if I was given the chance. The area that I live in is extremely resourceful and there are basically stores of every kind located within a walking distance.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "Great neighborhood with vibrant NYC culture and walking distance from Williamsburg. However, it is very loud and dirty, and many alcoholics walking around at night so that part is not ideal. Otherwise, it is great that it is close to the harbour which is ideal for a weekend stroll.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Everything around here is good.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "Most buildings are old around this area.",
            "category": "Real Estate"
        },
        {
            "stars": 2,
            "text": "Cost of housing and utilities is expensive, brooklyn and queens will be better to live than manhattan.",
            "category": "Real Estate"
        },
        {
            "stars": 1,
            "text": "I live in the city. There is rarely ever any nature. There are parks but there are only trees, squirrels.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "Most local business in my area are not mom and pop shops. Most are major franchise companies.. Customer service in major stores are typically better. I get most of my things in big companies.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "Chinese new year celebration is good.",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "Many food choices and the prices are reasonable.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "Most of them are good.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "The shops are good since you could get everything from them.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "NYC has many parks and gardens.  Manhattan is an island so their is no shortage of water. Whether you want to take a ride on a boat or go out to a beach its not that inconvenient to do so.  If you want to see mountains or a forest you have to travel upstate.",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "The area I live in is walking distance to the best restaurants in the country. I am vegetarian so I love to try different types of vegan and vegetarian restaurants.  My favorites would be blossom, organic grill, pure food and wine, and Forlinis Italian restaurant.  Their are endless amazing bars in my neighborhood. If you prefer a fancy cocktail or a cheap beer you can get it in this neighborhood.",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "Chinatown is walking distance to many different neighborhoods.  The Lower East Side, Soho, the financial district, south street seaport, etc.  Their are endless things to do here. Any type of food you would like is pretty much walking distance. Their are outdoor movies and concerts in the summer.  Many different parks, museums, art galleries, etc.",
            "category": "Things To Do"
        }
    ]
}