{
    "id": "22",
    "name": "Roosevelt Island",
    "niche url": "https://www.niche.com/places-to-live/n/roosevelt-island-new-york-city-ny/",
    "description": "Roosevelt Island is a neighborhood in New York City, New York with a population of 11,346. Roosevelt Island is in New York County and is one of the best places to live in New York. Living in Roosevelt Island offers residents a dense urban feel and most residents rent their homes. In Roosevelt Island there are a lot of restaurants, coffee shops, and parks. Many young professionals and retirees live in Roosevelt Island and residents tend to be liberal. The public schools in Roosevelt Island are above average.",
    "real estate": {
        "median home value": "$692,900",
        "median rent": "$2,493",
        "area feel": "Dense Urban",
        "rent": "77%",
        "own": "23%"
    },
    "residents": {
        "median household income": "$99,943",
        "families with children": "17%"
    },
    "scores": {
        "Public Schools": "B",
        "Crime & Safety": "B-",
        "Housing": "C",
        "Nightlife": "A-",
        "Good for Families": "A",
        "Diversity": "A+",
        "Jobs": "C+",
        "Weather": "B-",
        "Cost of Living": "C-",
        "Health & Fitness": "A+",
        "Outdoor Activities": "A",
        "Commute": "B",
        "overall_grade": "A"
    },
    "reviews": [
        {
            "stars": 5,
            "text": "its a peaceful environment not much crime happening. The police always around the island to keep crime away from happening.",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "its refreshing and also a quiet place to live with the ability to go to the city quick but also have the island",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Roosevelt Island is a very calm place in the middle of the East River. It is an escape from the noise of the city. It does have everything; however the access to it could be better but is not the worse.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I live here with my two young children. It could not be a nicer place to live. Extremely safe, little traffic, lots of green space. Now with 4 ways off the island, it is no problem to travel where ever you need to go. A bridge, tram, subway and ferry. Great community and events. The only con is there are limited retail space and on island restaurant options but they are growing, slowly but surely! I highly recommend living here!",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I love the sense of community Roosevelt Island has I just wished it was more affordable to live on the island.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Close to the subway station, but only line goes to and from it.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Its being great alot of fun activties around the island I live in.  Every thing is nearby and easier to get stuff you want like a shop and the post office just door steps away.",
            "category": "Overall Experience"
        }
    ]
}