{
    "id": "23",
    "name": "SoHo",
    "niche url": "https://www.niche.com/places-to-live/n/soho-new-york-city-ny/",
    "description": "SoHo is a neighborhood in New York City, New York with a population of 11,268. SoHo is in New York County and is one of the best places to live in New York. Living in SoHo offers residents a dense urban feel and most residents rent their homes. In SoHo there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in SoHo and residents tend to be liberal. The public schools in SoHo are above average.",
    "real estate": {
        "median home value": "$1,765,530",
        "median rent": "$2,348",
        "area feel": "Dense Urban",
        "rent": "64%",
        "own": "36%"
    },
    "residents": {
        "median household income": "$148,175",
        "families with children": "19%"
    },
    "scores": {
        "Public Schools": "B",
        "Crime & Safety": "C+",
        "Housing": "C",
        "Nightlife": "A+",
        "Good for Families": "A+",
        "Diversity": "B+",
        "Jobs": "B-",
        "Weather": "B-",
        "Cost of Living": "C-",
        "Health & Fitness": "A+",
        "Outdoor Activities": "A+",
        "Commute": "A+",
        "overall_grade": "A+"
    },
    "reviews": [
        {
            "stars": 4,
            "text": "Safe area but it is Manhattan so there is always a certain level of crime. Visibility of police is very high.",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "Soho is the place to be! A place for both young and mature. Soho is the best area to shop for virtually anything. The area is inviting, fun and educational. Home to one of the best universities, Soho is where one yearns to be educated. The area is filled with top notch eateries both affordable and trendy.  Iris the place for college students to spend time. You never tire of walking around, having a great meal, going shopping, studying and everything in between!",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I lived in Soho for the month of my Summer internship. I walked to work each day. The location was perfect with Chinatown, East Village, Little Italy and Hells kitchen all within reach. The food options are endless, and the cultures are diverse.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Soho is a wonderful area, full of interesting people, lots of great stores, both \"ma and pa\" and corporate, fabulous cafes and restaurants, and fascinating historical sites, such as Aaron Burr's townhouse on Prince Street.  I have lived in Soho for several decades, and  I have witnessed the transformation from a middle class neighborhood to the hippest place in Manhattan, home to the  wealthy elite and celebrities.   Real estate and shopping prices have skyrocketed and many residents are not full time, but also have vacation homes elsewhere.  Still, Soho is a very relaxed and informal place, where people still hang out on the street and watch the world go by.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Soho is one of the best neighborhoods in NYC.  It has access to all subway lines, but you need not travel above 23rd street to get what you need.  There are many wonderful restaurants and shops.  The streets are always alive with energetic people.  While it can get crowded on weekends, it is still a wonderful place to live.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I am absolutely obsessed with this neighborhood!! it always clean and looks amazing. lots of places to dine high to low. by far the best shopping in NYC.\nreally nice coffee shop all around. diversity of foods and people.\nAlso there are some galleries :) and it is easy to get to from any part of the city because there are many different train that gets there!! 5 Stars!!",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Simply amazing. If you're coming from out of state and want to see what New York is all about, SoHo is where to go!",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Atmosphere is very trendy but the downside is it does attract tourist and crowds. One of the most sought after living areas in Manhattan which makes it one of the most sought after in the country. Definitely would live here again. Real estate prices in this area will likely continue to rise.",
            "category": "Overall Experience"
        }
    ]
}