{
    "id": "26",
    "name": "TriBeCa",
    "niche url": "https://www.niche.com/places-to-live/n/tribeca-new-york-city-ny/",
    "description": "Tribeca is a neighborhood in New York City, New York with a population of 17,134. Tribeca is in New York County and is one of the best places to live in New York. Living in Tribeca offers residents a dense urban feel and most residents rent their homes. In Tribeca there are a lot of bars, restaurants, coffee shops, and parks. Many families and young professionals live in Tribeca and residents tend to be liberal. The public schools in Tribeca are above average.",
    "real estate": {
        "median home value": "$1,959,650",
        "median rent": "$2,919",
        "area feel": "Dense Urban",
        "rent": "61%",
        "own": "39%"
    },
    "residents": {
        "median household income": "$210,069",
        "families with children": "30%"
    },
    "scores": {
        "Public Schools": "B",
        "Crime & Safety": "B-",
        "Housing": "C",
        "Nightlife": "A+",
        "Good for Families": "A+",
        "Diversity": "B-",
        "Jobs": "B-",
        "Weather": "B-",
        "Cost of Living": "C-",
        "Health & Fitness": "A+",
        "Outdoor Activities": "A+",
        "Commute": "A+",
        "overall_grade": "A+"
    },
    "reviews": [
        {
            "stars": 5,
            "text": "A safe and nice area to be at with great views and many choices in stores, food, and transportation wise. Close by are a few schools including the Borough of Manhattan Community College and just a walk away and you're at the freedom tower.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Great neighborhood and great for families. The most expensive neighborhood in New York City... so due to that, it lacks diversity.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "A beautiful, historic, quiet neighborhood to raise a family. Also home to the highest density of celebrities in New\nYork. Some of the best restaurants, bars and boutiques in Manhattan, along with the top public schools.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "As worker in neighborhood I started bring lunch for from to 2 to 3 day a lunch in area cost about 25% more than lunch specials do in other neiborhoods in the city still manageable expense however brings lunch two threes bring cost down to buying lunch 5 day a week in another part of manhattan. \n\nI work whole food see many young affluent families. It great place to raise family (however, it likely be outreach for family making less than 300 k (unless you have good fortune of  winning the affordable housing lottery. Lotteries relatively frequent. However being this highly desirable neighborhood in nyc. Only small percent of qualified application will granted an affordable unit.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I love Tribeca. There is so much history here and after it was an artists neighborhood it is now also a family neighborhood with great schools you can walk to.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I have never found myself in danger in this neighborhood. I have lived here all my life and they have great local schools. It is expensive, but sometimes the aprtmaents that you can get are huge.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Tribeca is a very nice neighborhood in lower Manhattan. There are lots of good restaurants and bars. It is also a very safe neighborhood. There are lots of good schools too. My college campus is located in this area. It has great view of Hudson river. I especially like the side walk along the Hudson river. everyone can enjoy the great view for free and spend sometime to enjoy the fresh air when it is nice out there. The only bad thing about it is it got great location so everything is expensive here.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Although there aren't a lot of affordable places, this is a great family friendly neighborhood. The people are all so kind, there are plenty of parks for kids to hang out in, and the schools are all fantastic. Everything is really close so older kids don't have to go too far to hang out with friends which is great for the parents. I really love living here and would recommend it to anyone.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Access to the Hudson, beautiful views. Access to, walking distance to many favorite stores. Proximity to several landmarks. Presence of diverse citizens on a daily basis.  Convenient access to trains and buses.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Super expensive but it has almost everything you could want from healthy juice joints to cool, laid back bars with great menus.  I go to school here, so I'm often here for many hours between classes. It seems like if you're rich, it would be a great place to raise a family.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Tribeca was once the neighborhood of trailblazers who settled into the community before it was \"the place to be.\"  One would awaken to the aroma of the Martinson's Coffee warehouse located at what now is Robert DiNero's hotel and restaurant at the southwest corner of Greenwich and North Moore Streets.  On weekdays, one would encounter the hustle and bustle of  egg and cheese purveyors at their warehouses, that are now condo lofts, scattered throughout the neighborhood; now offices workers dominate those streets.  Evenings used to remind me of nights in the low desert of the Mojave Desert in Southern California, sans the cry of coyotes.  Now, there are street lights along Greenwich Street where  stop signs once were while teens used it as a football field.  The  peaceful nights, aromatic days, and easy commute attracted me to Tribeca.  The shopping, restaurants, and enviable housing deal keep me here, though not necessarily in that order.",
            "category": "Overall Experience"
        }
    ]
}