{
    "id": "28",
    "name": "Upper East Side",
    "niche url": "https://www.niche.com/places-to-live/n/upper-east-side-new-york-city-ny/",
    "description": "Upper East Side is a neighborhood in New York City, New York with a population of 208,381. Upper East Side is in New York County and is one of the best places to live in New York. Living in Upper East Side offers residents a dense urban feel and most residents rent their homes. In Upper East Side there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals and retirees live in Upper East Side and residents tend to be liberal. The public schools in Upper East Side are above average.",
    "real estate": {
        "median home value": "$1,338,350",
        "median rent": "$2,359",
        "area feel": "Dense Urban",
        "rent": "63%",
        "own": "37%"
    },
    "residents": {
        "median household income": "$139,988",
        "families with children": "18%"
    },
    "scores": {
        "Public Schools": "B",
        "Crime & Safety": "C+",
        "Housing": "C",
        "Nightlife": "A+",
        "Good for Families": "A",
        "Diversity": "B+",
        "Jobs": "B-",
        "Weather": "B-",
        "Cost of Living": "C-",
        "Health & Fitness": "A+",
        "Outdoor Activities": "A",
        "Commute": "A",
        "overall_grade": "A+"
    },
    "reviews": [
        {
            "stars": 4,
            "text": "The area has many job opportunities in my field",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "City clears things for the rich.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Can be snobby rich people.  Entitlement.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "People in this neighborhood can afford it.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Mostly people keep to themselves",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "More access to healthier foods.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "There's a decent amount of employment near here.",
            "category": "Community"
        },
        {
            "stars": 5,
            "text": "Nothing has ever happened to me and I have never heard of something happening to anybody",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "very few incidents, very safe area, but lately there have been a few incidents. I don't feel threatened being alone on the street after dark, but I feel the street lights could be better.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "I feel very safe in this neighborhood during the day and at night.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "Probably one of the safest neighborhoods in NYC.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "My partner has lived in this area for over two years and has never had an issue with crime or safety.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "Mostly crime seems okay. It doesn't seem like there is much crime around. However on the first day I checked to see if my keys worked in my new building, there was a sign on the door from the super explaining that a thief had been let in by saying he had a package, and that the thief had to be chased out. This was scary. Since then there has not been a problem, but I am very cautious when buzzing someone into the building.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "Within the past year a woman was struck and killed by a school bus on an unmarked, unpatrolled crosswalk. The crosswalk possibly wasn't marked due the the second avenue subway's constant change of sidewalk routes, i.e., barricades protuding into the road to create a walkable route.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "I haven't been in a situation where I needed the police to be involved.  They're in the subway station fairly frequently patrolling. Overall I think it is a safe area.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "I feel safe all the time",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "You don't hear of many criminal activity in my neighborhood. If so, it's the random young hoodlum from another neighborhood robbing cell phones from middle school kids. But mostly, the neighborhood is safe and I feel protected by the sight of police everywhere I go.",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "I love the area and the community around it. We have some of the best museums out there. We also have some amazing people, great stores, great food, and easy access to the metro",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Great Safety always many people, loads of trees and pretty buildings. Doormen are all very kind. Loads of families walking around in the morning and evening. Loads of amazing schools, private and public like PS6.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "It's safe and everything, but nothing ever happens. No one really lives here, there is no life happening on the streets.",
            "category": "Overall Experience"
        },
        {
            "stars": 3,
            "text": "The Upper East Side is great if you are white and rich. Personally, I am not, so my experience may be a bit biased. I was raised here--went to elementary and middle school in the area. Of course, I was one of VERY few students of color. It's gotten a bit better over the years, but the expense of living here is just far too high for many underprivileged minority groups to afford, which leads to more school segregation and overall racial and economic disparity within NYC. Overall, the UES is family-friendly, has great schools, restaurants, museums, parks, subways are accessible, and it's generally safe, though if I were given the opportunity to raise my future children in the city , I would choose a more diverse neighborhood.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I have lived in New York City all my life and despite hip neighbors popping throughout the city, I believe that the Upper East Side is still one of the best residential neighborhoods. The Upper East Side has a homey feel without the crowds and overwhelming sensation of more commercial neighborhoods in the city.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "The area is very residential so there is not a lot to do but it is very close to central park which is a great place to spend the day and there are a lot of restaurants in the area that are nice and cute. There are also a lot of opportunities for public transport which makes it easy to reach. It is very safe and a great school district.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I love the UES. It is beautiful, artistic, and cultured. The restaurants are amazing, the fashion culture is beautiful to see, and it has the perfect amount of tourism. There is a very clear community of locals, but we get New Yorkers from all over the city visiting each day.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "It's expensive and white, but it's a pretty nice place. Everything is pretty convenient to reach. There are multiple trains and buses that can easily be accessed. There are lots of places to eat -- overpriced, of course, but still there nonetheless. Central Park and the Carl Schurz Park are a nice walk away and really nice to visit. It can get bust at times, obviously, but if you're into that then it's great.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "The upper east side feels safe and has a lot to offer between great places to grab a drink or eat. It is easy to meet people and there is always something to do. The area is pretty clean in comparison to some others, but is a little pricy.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Having grown up on the Upper East Side of Manhattan, I can tell you there is no better place to grow up. No matter where you are in the neighborhood, you are always walking distance from a park such as, Central Park, Carl Schurz, John Jay and others. Also, you still get that city feel while being away from the heart of it all. Very unique and there is no place I would have preferred to grow up.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I am able to live in a safe, quiet, comfortable area while being able to afford rent.  I have lived in multiple areas of Manhattan, and the UES is definitely a \"bubble\" of sorts, but if you are seeking an area without many downsides, as long as you are ok living a bit far from the subway in a tiny apartment, this is the area for you.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Have been living in the Upper East Side of Manhattan for over 7 years now, and I  always feel safe. Although its safety and family friendliness is something everyone can agree is true here, there is a lack of diversity seen through age, race, and economic status. It's the Aspen of Colorado- Hamptons of Long Island- or Beverly Hills of California. Not everyone can afford it, but its a great area for  visitors to grab a bite!",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I think that the people are very friendly here and that the sense of community is wonderful. I see people walking their dogs all the time or strolling past stores, and it makes my time here all the more enjoyable. Traffic is a problem from time to time, though.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "The Upper East Side is a neighborhood that has a nice blend of everything(food,good transportation,safety,etc...).",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I have been living in the Upper East Side for three years, and I adore it. Living near the park has been essential to my mental health and has given me great focus when it comes to my education. New York can be so overwhelming and congested, but the Upper East Side is like nowhere else: it is quiet, calm and extremely friendly. I can't imagine living anywhere else in New York.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Friendly, clean, and many great restaurants! There are subways and buses in this neighborhood that typically run on schedule.  There are convenience stores, gyms, coffee shops, and schools all within walking distance.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Great neighborhood, especially now that the Second Avenue subway has opened, making public transportation throughout the City much more efficient. Lots of great restaurants and cafes.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "The Upper East Side allows you to be a part of a community while still being in a major city. There is much less NYC hustle and bustle running through this homey neighborhood.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "The Upper East Side is quiet and has plenty of affordable restaurants near my residence that are open late and deliver. Essential shops and locations are located walking distance ( i.e post office, pharmacy, city md, target etc.)",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Although I like the area a lot because it's very close to central park and the east river I am not such a big fan of the noise.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "It's the upper east side...money.",
            "category": "Real Estate"
        },
        {
            "stars": 4,
            "text": "I like Whole foods, it's really big and I can get from there almost everything I need. Great restaurants and coffee shops. Amazing retail stores great variety. I can find anything I need immediately in my area.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "The food and drink in my area is very diverse and there are many options but most of them are very expensive.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "The local businesses in this area are mainly expensive grocery stores, there is lack of stores that keep fresh vegetables and fruits .",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "There are many local businesses and they are all of a very high quality. I would not say there is a particularly great variety, i.e - many dry cleaners, pharmacies, etc. However, the retail and specific boutique options are fantastic",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "It's a very quiet neighborhood.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "It's the city...very few green space.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "The local businesses near where I live are great!!",
            "category": "Things To Do"
        }
    ]
}