{
    "id": "5",
    "name": "East Village",
    "niche url": "https://www.niche.com/places-to-live/n/east-village-new-york-city-ny/",
    "description": "East Village is a neighborhood in New York City, New York with a population of 73,711. East Village is in New York County and is one of the best places to live in New York. Living in East Village offers residents a dense urban feel and most residents rent their homes. In East Village there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in East Village and residents tend to be liberal. The public schools in East Village are above average.",
    "real estate": {
        "median home value": "$797,658",
        "median rent": "$1,662",
        "area feel": "Dense Urban",
        "rent": "88%",
        "own": "12%"
    },
    "residents": {
        "median household income": "$76,679",
        "families with children": "11%"
    },
    "scores": {
        "Public Schools": "B",
        "Crime & Safety": "C",
        "Housing": "C-",
        "Nightlife": "A+",
        "Good for Families": "A",
        "Diversity": "A+",
        "Jobs": "C",
        "Weather": "B-",
        "Cost of Living": "C-",
        "Health & Fitness": "A+",
        "Outdoor Activities": "A",
        "Commute": "A+",
        "overall_grade": "A+"
    },
    "reviews": [
        {
            "stars": 3,
            "text": "There is not a strong sense of community in NYC because there are millions of people here, and that is one thing I don't like. It's easy to feel lonely. No stranger is going to stop and talk to you because everyone is busy and on the way to something. It's also not much of a place where people settle down or have kids; it's a lot of independent people who are ambitious with their work and interests. There are lots of events to go to, but they're more touristy and not relevant to the \"community.\"",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "It depends on the person. Some people are very friendly and are nice to be around, but if someones in a bad mood, it's better to stay away.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "Compared to other cities we have it very good.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Winter can be tough, but that is northern life!",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "Most residents commute to Midtown/Downtown for work",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Hurricane Sandy was bad, we did not have power for over a week.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "This is a residential area so most jobs are in schools, child care, barista, deli, bar tender, and some generic retail. I am studying to be an engineer so these won't apply to me in the future, but I babysit now and there is plenty of work for me in this area.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "Manhattan as a whole has a job for everyone, which is why it is the dreams for millions. In the East Village specifically there are many arts related jobs and many in the food industry.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "As I am a freshman living in a dorm, there is a small sense of community.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "There are plenty of great jobs, but high competition",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "They city's really good about working hard to keep everything up and running. We had a pretty rough winter (for the area) this past year and I never had any problems getting where I needed to go.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "People tend to keep to themselves within the apartment community, but they have always been friendly. They just don't go out of their way to make friends.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "It's pretty easy to get around this city whether your going to walk, take the subway, bike, or drive. You have to plan your route carefully sometimes, but otherwise, I've never had a problem.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "I can't speak for everyone, but I often find living in this city very overwhelming and stressful. But I'm from a much smaller city in southern part of the country. A great deal of my stress can be attributed to being in grad school, but not all of it.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "There are all kinds of different people who live in this city. You never know who you could pass by on the street. They could literally be from anywhere.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Community mostly keeps to themselves.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "I see people running/jogging/going to the gym, but there's plenty of people who don't. It is fairly fit.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "They need better garbage disposal techniques. The subway/bus systems are alright.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "Lots of opportunities, even more people.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "In a place where there's millions of people bunched together, there's bound to be great people and terrible people. There's also great people who do terrible things and terrible people who do great things. It's very well-balanced.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "It's a gentrified neighborhood so obviously people feel more safe",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "I do not see much crime take place in this location because there are many people to witness",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "Being in NYC it's assumed that it won't be 100% but it's a good area to live in especially as a college student",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "Crime and Safety are always checked on. I usually see a police vehicle every few blocks. If I'm going to go outside, I wouldn't be fearful in doing so.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "There are cops everywhere, but bad things still can happen",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "Apparently crime is higher in this part of town, but I have yet to see anything that makes me feel in danger.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "I do see many people wondering around the street and sometimes feel unsafe at night. I do hear stories too.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "I have never felt unsafe in NYC. It's always well lit, there are always people outside, and there is a fairly strong police presence. I see police standing in the subway stations, outside of museums, in parks, etc. and I know that if something were to happen, they would be very responsive. I haven't heard of much crime in my immediate area (East Village).",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "I feel very safe in this area, even late in the night.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "it's better but can always improve",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "I've heard about violent crimes/muggings happening in Union Square, a couple blocks from me, but I never really feel very unsafe.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "Not much has happened since I moved here.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "Last of the neighborhoods left with issues.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "There is sometimes crime, but is usually does not affect the majority of the community. There is some low income housing that used to participate in gang activity, evidence of that is rarely seen. I can think of one incident, a shooting near Keyfoods.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "I feel very safe living in the part of New York City where my dorm is.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "Most parts are safe but there are still pockets",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "NYPD are New Yorks' Finest",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "If there's one thing I can say is that I've always felt really safe while I'm around in the city. Even late at night, I haven't ever felt truly unsafe.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "I heard of someone getting mugged in front of my apartment, but I've never witnessed anything.",
            "category": "Crime & Safety"
        },
        {
            "stars": 3,
            "text": "Eh, it's NY. What do you expect?",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "The East Village is the perfect place to grow up. It has amazing public schools, parks, and supermarkets, and its community is a mix of young professionals, families, and artists. The neighborhood is rich with history, and although faces growing gentrification, the public schools are very diverse and the people are open-minded.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Although it's a bit noisy, the east village is hands down the best place to live in NYC after college. You are surrounded by the best bars and restaurants and in between midtown and the financial district where you will most likely be working. Nothing in the city is more than a 30 minute commute from here.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Though trains are not hugely accessible in the area, it's a great neighborhood to live in. It feels safe to walk around, the location is great and the housing prices are a bit lower than other parts of the city. plenty of cafes and restaurants.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "East Village is an amazing part of New York City, my favorite thing to do in East Village is go to the thrift stores to find recycled clothing to transform and use in projects. You can also find any kind of food that you want for an affordable price.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Born here, raised here, about to leave off for college. Definitely a great formative experience for your kids-- they're raised in a historic, cultural epicenter of one of the world's greatest cities. Of course, it's gotten pretty expensive in recent years. For those able to afford this place, give it a shot.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "best place for young adults in the city, so many bars, restaurants and great local options- full of character with easy access to everything you need",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "The East Village is the perfect combination of character, interesting residents, and fun things to do. It is one of those classic NYC neighborhoods everyone should visit or live in to experience in their own way, and there is something for everybody.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I love living in the east village because there is a new shop popping up every week! You will never get sick of the eats, parks, and entertainment and will probably never move away!",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "The people are awesome and the food is amazing. There are so many diverse food and bar and store options. It is away from the hustle and bustle usually associated with NYC but close enough that it's easily accessible when wanted. I love walking around and seeing all the unique stores/restaurants.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "A lot of places to eat. Safe, nice people, close to multiple train lines, close to different convenience stores,",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Intimate yet isolated neighborhood. Great food. Very high rent. Extremely convenient. Yet safety is more or less an issue.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I lived in the East Village while attending New York University and a year after graduation. There are many downsides to the East Village: for example, the presence of popular destinations such as Union Square and St. Mark's means that the area is often populated. This is not the neighborhood for someone who wishes to get off the subway and walk down quiet streets to his or her home. However, the atmosphere is always vibrant and artistic. There are many wonderful hidden gems in this neighborhood, especially a little further east (1st Ave and on) that doesn't garner as much tourism. The neighborhood has a wonderful sense of diversity. In terms of transportation, living in close proximity to Union Square offered convenient access to the green and yellow lines, as well as the L train. Additionally, there are multiple bus lines that stop in the area.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I have lived in the East Village for over 23 years.  It has changed from an edgy, artsy area to basically an NYU dorm.  There are still traces of its rock and roll past, but they are few and far between. In many ways, the area is less safe than it used to be.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "It's a great neighborhood for college students. There are lots of people around and lots of dining and entertainment options.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "This is a great neighborhood to work at. It has an overwhelming amount of restaurants and plenty of fun things to do. The neighborhood is very friendly and safe. I enjoyed my time here",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I really enjoy this place and I appreciate that it is close to the metro",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "Nice Area. Interesting People. Always something to do",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "This is the center of opportunity. It's a great community. The police are friendly and so are the community members.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "A fun neighborhood. It was the first \"brooklyn\"",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "It's great here, nothing to complain about.  Alphabet City is a swanky place for all kinds of cool people.",
            "category": "Overall Experience"
        },
        {
            "stars": 2,
            "text": "I live in a college dorm, so I don't personally have an account of housing. However, I know that apartments here are extremely small and extremely expensive. It's hard to find a place to live, especially near where you work or want to live. It's a very stressful thing for many people.",
            "category": "Real Estate"
        },
        {
            "stars": 3,
            "text": "It's a pretty good building to live in. Even thought it's housing projects, the higher up you live, the better the view. Since I live on the 12th floor, I have a pretty great view of the empire state building, and my neighbor has a pretty good view of the east river. The cost of the housing is pretty high for projects, since my family pays almost 1,000 dollars. The exterior could be a lot cleaner than it is.",
            "category": "Real Estate"
        },
        {
            "stars": 3,
            "text": "City-living, you pay a lot for a little.",
            "category": "Real Estate"
        },
        {
            "stars": 3,
            "text": "Every building is different, alot of the quality depends on personal preference and upkeep. Its apartment buildings! Most dont have elevators.",
            "category": "Real Estate"
        },
        {
            "stars": 3,
            "text": "The cost to rent anything is almost outlandishly expensive.",
            "category": "Real Estate"
        },
        {
            "stars": 3,
            "text": "There aren't many houses in New York City, at least in Lower Manhattan. It's mostly just tiny little apartments. Mine is clean and perfectly fine to live in, but the noise level can be pretty bad at times.",
            "category": "Real Estate"
        },
        {
            "stars": 3,
            "text": "There's terrible housing in old buildings, and there's brand new apartments that are fully furnished.",
            "category": "Real Estate"
        },
        {
            "stars": 3,
            "text": "Nothing to write home about, good or bad.",
            "category": "Real Estate"
        },
        {
            "stars": 4,
            "text": "I would describe the ability to find housing in this area as very easy. The question then becomes how much are you interested in paying for rent? The cost of living can prove quite costly if you are buying and not renting. In my opinion I would consider the cost of renting to be above market rate unless you live in Public Housing. Most of the apartments for rent do not include utilities or electricity. The best thing about living in New York is that the water is free if you are a renter. \r\n\r\nThe worst areas to live in is areas that are close to the East River or Hudson Rivers because flooding has been a problem in the past.",
            "category": "Real Estate"
        },
        {
            "stars": 3,
            "text": "I live in the projects and the maintenance of one's home is depended on how well they take care of their apartments.  During the night it is not very safe at all. Crime is constantly heard of but nothing so much during the day.",
            "category": "Real Estate"
        },
        {
            "stars": 3,
            "text": "I live on the Lower East Side of Manhattan in New York City. The vast majority of housing available in this area is converted tenement housing. Though many of these apartments have been renovated to code and could even be considered nice apartments, there are limitations to this sort of setup. For me this is not so much of a problem because my primary concern is affordable and decent housing, not luxury.",
            "category": "Real Estate"
        },
        {
            "stars": 5,
            "text": "Alphabet City is the best place for new food/drink",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "Very local, Mom & Pop, type feel for the businesses",
            "category": "Things To Do"
        },
        {
            "stars": 2,
            "text": "This is an urban neighborhood, outside activities involve running, club sports (field hocky, baseball, etc.), skateboarding, biking, rollerblading, and not much else.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "It is always poppin thursday to sunday",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "When it comes to basic needs like food, you can get anything you want for a descent price. There are a bunch of bodegas and some are open 24hrs. There is a drug store, pharmacy, and plenty of bars for night life. There aren't a lot of chains, the only one, which is new, is a 7/11/. I never go there, and alot of the community avoids it as well because it closed a mom and pop shop. There are also local gardens who compost which is cool. There are a bunch of vintage and thrift stores, some are better than others. I just hope not too many people try to move here because then stuff will get even more expensive. Also, shout out to Rays Candy Store, Sunny and Annies Deli, and No Relation!",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "Any and every human being could be satisfied with at least one of the hundreds of restaurants within a five-ten minute walk from the apartment. Name a country and you will likely find their native cuisine a few blocks away. Want to go to an upscale bar, not a problem. How about a sports bar or laid back bar with friends? Find copious amounts of them everywhere. There are fewer clubs in this neighborhood than others, but hop on the subway and you can be there in no time.",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "In the heart of the East Village, small family owned businesses dominate. From the cupcake store next to the ice cream store, the new Italian restaurant around the corner from the Thai restaurant, and the homemade bagels down the block, food is at a premium. There is an amazing family owned drug store a five minute walk away with all your daily sick needs and a pharmacist to help. For the prescriptions, CVS pharmacy, Duane Reed and Walgreens are a seven minute walk away in the opposite direction. Instead of chain clothing stores, an abundance of small thrift stops are littered around every corner, a college student's dream. However, the best part of all is the abundance of mom-and-pop coffee spots hidden around corners and tucked in the middle of avenues. Starbucks will never suffice again.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "There are so many locally owned small businesses in this area.",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "There are more mom and pop shops, everything is local",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "Stores of all sorts everywhere you go",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "New York City has a little bit of everything. You are sure to find whatever you may need somewhere in the general vicinity of your abode. Especially if you are in the Manhattan area.",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "There's a little bit of everything in this city. If you can't find it somewhere, it probably means your not looking hard enough.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "I live in a part of the East Village that is a hot place to be on the weekend so we get lots of NYU undergrads clogging up the streets, which is normally fine, but they can get pretty rowdy in the later hours--especially on the weekends. There also lots of tourists who visit the area since its of historical interest.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "There's a lot of things to do, but money is a limitation.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "The parks are alright to awesome, but the urban parts are extremely dirty. Two extremes.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "The main issue with businesses here is the pricing. But there's always deals to be found, late-night spots, etc.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "Food is abundant. Good or not, I don't discriminate",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "It's adequate to survive comfortably in.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "Again, not a place to admire the foliage.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "The area is just like every other neighborhood there is nothing out of the ordinary.",
            "category": "Things To Do"
        }
    ]
}