{
    "id": "6",
    "name": "Financial District",
    "niche url": "https://www.niche.com/places-to-live/n/financial-district-new-york-city-ny/",
    "description": "Financial District is a neighborhood in New York City, New York with a population of 25,965. Financial District is in New York County and is one of the best places to live in New York. Living in Financial District offers residents a dense urban feel and most residents rent their homes. In Financial District there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Financial District and residents tend to be liberal. The public schools in Financial District are above average.",
    "real estate": {
        "median home value": "$1,259,610",
        "median rent": "$2,971",
        "area feel": "Dense Urban",
        "rent": "76%",
        "own": "24%"
    },
    "residents": {
        "median household income": "$151,872",
        "families with children": "15%"
    },
    "scores": {
        "Public Schools": "B",
        "Crime & Safety": "B-",
        "Housing": "C-",
        "Nightlife": "A+",
        "Good for Families": "A",
        "Diversity": "B",
        "Jobs": "C+",
        "Weather": "B-",
        "Cost of Living": "C-",
        "Health & Fitness": "A+",
        "Outdoor Activities": "A+",
        "Commute": "A+",
        "overall_grade": "A+"
    },
    "reviews": [
        {
            "stars": 5,
            "text": "It's the financial district of NYC, plenty of jobs",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "We had Sandy which was very rare for this area",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "Younger up and coming area",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "I am in college, so I don't know but it seems good.",
            "category": "Community"
        },
        {
            "stars": 3,
            "text": "This is a growing area and I expect that services will increase are it grows.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "Battery Park is a great area for walking or biking. There are a number of local gyms and everyone walks everywhere.",
            "category": "Community"
        },
        {
            "stars": 5,
            "text": "Extraordinary public transportation is available within a two block walking distance of my building. I can get anywhere in Manhattan or Brooklyn in minutes.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "The Financial DIstrict is growing rapidly and there are a lot of job coming with that growth -- new companies, new restaurants, new small businesses.",
            "category": "Community"
        },
        {
            "stars": 5,
            "text": "Being right around the corner from World Trade, there are cops everywhere constantly. Emergency responders are very quick and reliable. I always feel safe here.",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "Because the 9/11 Memorial is located across the street, there is an enormous police presence in the area. As a result, I feel safe walking in the area at any time of the day or night (something that is unusual in Manhattan).",
            "category": "Crime & Safety"
        },
        {
            "stars": 5,
            "text": "Great place, very shady so there is usually a nice breeze and the fulton center is great. Only downside is not being able to control who exactly is on the streets.. There can be some strange people wandering the streets, but it is a cool place.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "It is great. there are a lot of sights to see. I like all the stores that I can shop. It is where I call home. It is my part of the city.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I like how close the financial district was to my home. There are many options for food very close by and some drinks options nearby",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "The Financial District is a great place if you are interested in living in proximity to dense and bustling Manhattan without necessarily living in it. Unlike the rest of Manhattan which can be a bit dense and overwhelming FiDi is much more relaxed and spread out. There are less people and less crowded streets. Traffic quiets down significantly after 5pm. Because the island of Manhattan tapers towards the south the land is not as wide and you feel as if you are surrounded by the river on numerous sides. I like that several subway lines converge in the part of the city providing easy and quick access to anywhere else. There is a bit of tourism but nothing bothersome. Attractions in the area are the South Street Seaport, Stone Street restaurants/bars/pubs, Trinity Church, The World Trade Center & Oculus, and Battery Park. Generally I like living there because there is enough business and entertainment to satisfy you and you quickly get to other parts of the city for even better options.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "The Financial District is very unique in that is not like stereotypical New York City. It is inhabited by a lot of business people and college students, and has its own little neighborhood feel. A lot of the stores in this area close rather early, though, an issue for the typical New Yorker. It's like its own environment yet still in extremely close proximity to everything you'd need to access. \nA great place to live.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "financial district is an upcoming neighborhood. very homie. apartment spaces are huge and with a lot of light. This is hard to find in new york. new restaurants and coffee shops recently opened creating more life. Close to the river for a good run or enjoy the view during good weather season.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I love living in the Financial District. I always have access to any part of the city. Almost every subway line stops through Fulton Station. The area is super safe, and I have never felt threatened coming home. There are three grocery stores walking distance, and many give student discounts. It's a younger crowd living in this area because Pace University is right here.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I love living int he Financial District and would buy the loft I'm currently renting, if I could. I'm thrilled that I moved here and would do it again in a heartbeat.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "This area is growing rapidly and therefore vacancies are filled very quickly.",
            "category": "Real Estate"
        },
        {
            "stars": 3,
            "text": "The financial district is a growing area",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "The local Duane Reade is where I get everything I need. They always run good deals.",
            "category": "Things To Do"
        },
        {
            "stars": 5,
            "text": "Because the 9/11 Memorial is across the street, it is a thriving area for tourists and tourism of all kinds.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "This is an urban area -- in the heart of New York City -- for that reason the natural resources of necessity are oriented towards urban activities.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "This is an area where I expect to see an enormous improvement over the next five years as businesses flood into this area, brining an enormous range of restaurants and bars with them.",
            "category": "Things To Do"
        },
        {
            "stars": 3,
            "text": "As this is a growing area, in the next few years I expect to see immense growth in the areas that are currently lacking. There will be a lot more groceries stores, restaurants & bars. But, surprisingly, mom & pop businesses are still thriving.",
            "category": "Things To Do"
        }
    ]
}