{
    "id": "9",
    "name": "Greenwich Village",
    "niche url": "https://www.niche.com/places-to-live/n/greenwich-village-new-york-city-ny/",
    "description": "Greenwich Village is a neighborhood in New York City, New York with a population of 27,838. Greenwich Village is in New York County and is one of the best places to live in New York. Living in Greenwich Village offers residents a dense urban feel and most residents rent their homes. In Greenwich Village there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Greenwich Village and residents tend to be liberal. The public schools in Greenwich Village are above average.",
    "real estate": {
        "median home value": "$1,319,880",
        "median rent": "$2,460",
        "area feel": "Dense Urban",
        "rent": "62%",
        "own": "38%"
    },
    "residents": {
        "median household income": "$145,689",
        "families with children": "12%"
    },
    "scores": {
        "Public Schools": "B",
        "Crime & Safety": "B-",
        "Housing": "C",
        "Nightlife": "A+",
        "Good for Families": "A+",
        "Diversity": "B+",
        "Jobs": "B-",
        "Weather": "B-",
        "Cost of Living": "C-",
        "Health & Fitness": "A+",
        "Outdoor Activities": "A",
        "Commute": "A+",
        "overall_grade": "A+"
    },
    "reviews": [
        {
            "stars": 4,
            "text": "People are persistent for jobs.",
            "category": "Community"
        },
        {
            "stars": 4,
            "text": "As always, any area in New York can be dangerous at times. But in my opinion, the Village is one of the safest communities.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "Police and other EMT type officials are typically at the door within the half hour.",
            "category": "Crime & Safety"
        },
        {
            "stars": 4,
            "text": "Greenwich Village is a funky place. Tons of parades, tons of famous people, and tons of great places to eat.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Greenwich Village is an incredible neighborhood in Manhattan that is absolutely perfect for students. As someone attending NYU, Greenwich offers the perfect mix of a pleasant residential neighborhood and the excitement of the city.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "The thing I loved the most about the Village is that you get a neighborhood that has almost everything you need, from bars to 24h drugstores, and is also very residential.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Such a beautiful neighborhood that is a nice escape from the hustle and bustle of the more touristy areas.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Fantastic and culturally interesting neighborhood. Beautiful architecture in a great location! Right by the hudson river!",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "Awesome place to be for pizza lovers and foodies. There is a pizza place around every corner. Hippie culture is also very strong, so its a great place for misfits and wallflowers.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "I've lived the majority of my life in this neighborhood and overall, it is fantastic. I graduated from City and Country Middle School and am entering the Abraham Joshua Heschel High School. The Village is overwhelmingly liberal and there are many LGBTQ+ people living around because the LGBT Center is in the village. Sometimes walking past that area I feel uncomfortable because there are many homeless people living on that street. \nHowever, everything else is incredible. You can't live the same life uptown or even in midtown. Downtown in the meatpacking district is really the best.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "I was born into a family that has its roots buried deep into Greenwich Village. My grandfather, Mario Saulig, emigrated to Greenwich Village in 1955 from Italy and my family has lived here ever since. I went to public school in the Village and had a great time. The school was welcoming and friendly. I made friends with many of my neighbors at a young and continue to talk to them even as an 18 year old. I never feel that safety is an issue while in my neighborhood. I have come home well into the morning hours and had no more concern for my safety than if I were coming home at noon. My high school is located in Brooklyn, New York and every time I get off of the subway and see the brown historic district street signs I breath a sign of relief that I am home.",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "The cost of living is very expensive, since it is New York city, but it is worth it. As a student, living in the Village has allowed me to experience all of New York city while still feeling like I live in a more small and homey community. I would want to live there for the rest of my life!",
            "category": "Overall Experience"
        },
        {
            "stars": 4,
            "text": "When I first moved here I thought it was going to be loud and difficult to live here, but I've been surprised. The area I am in, while it sometimes can get noisy, is quite quiet. The parks around my apartment building always have workers cleaning and tending to the plants, which keeps the park very well-groomed. I have my choice of any type of cuisine I could desire, and I can have it delivered to my home, or walk there in a matter of minutes. And if I'm traveling somewhat far, all I have to do is step out the door to find a taxi or subway station.",
            "category": "Overall Experience"
        },
        {
            "stars": 5,
            "text": "New York is tailor made for such a large amount of people.",
            "category": "Real Estate"
        },
        {
            "stars": 4,
            "text": "The restaurants and bars work great to accommodate the college and the residents living in it.",
            "category": "Things To Do"
        },
        {
            "stars": 4,
            "text": "Wonderful, fit both the college and visiting community!",
            "category": "Things To Do"
        }
    ]
}