{
    "Battery Park": [
        "Far west and downtown (and, incidentally, largely built on land leased from the City of New York) Battery Park City is like its own little village on the other side of the West Side Highway. “But even if you never left the area, you’d have enough kid-friendly things to keep you busy, from sandboxes and slides to little league games and sailing lessons. Moreover, a lot of the buildings target families with family-sized apartments and kid-focused amenities like playrooms and pools,” says Doneliza Joaquin, Localize.city lead urban planner. Thanks to its relative youth, the neighborhood is also where you’ll find a high concentration of LEED-certified buildings in the city.",
        "Conveniences for families include numerous parks and green spaces; grassy fields can be found in Rockefeller Park, and Teardrop Park is a popular, secluded spot with a slide built into a hill. Playgrounds can be found throughout the neighborhood, and courts for playing basketball to volleyball and baseball, and ping pong tables are here as well. Athletic Center Asphalt Green has an outpost here, and Stuyvesant High School, located within Battery Park City, has a community pool and center. The area’s riverside esplanade runs the length of Battery Park City and provides great views of the Hudson, the Statue of Liberty, and beyond.",
        "Brookfield Place is a high-end mall with shops, a curated food court, restaurants, an ice rink, and a lively programming lineup of art installations, performances and events—many of which cater to families. More retail is available a bit east, including Whole Foods, Target, Bed Bath & Beyond, and Westfield World Trade Center Mall in The Oculus. Battery Park City also has its own Regal Battery Park multiplex and Shake Shack.",
        "Battery Park’s Seaglass Carousel (a merry-go-round of spinning, illuminated fish) is a big draw for both locals and tourists alike, and the addition of a “PlayScape” of treehouse-style play spaces, a puppet theater and a rock climbing wall  to the park are apparently in the works.",
        "Also a part of Manhattan’s robust and sprawling District 2, Battery Park is served by several strong public schools, including P.S. 89, P.S. 276, P.S. 343, and Tribeca’s P.S. 234.",
        "Neighborhood boundaries: Battery Park City is a slice of reclaimed land in Manhattan between the Hudson River and West Street, aka West Side Highway. The neighborhood runs from Chambers Street in the north to Battery Place and Little West Street in the south.",
        "Transportation: There are no subway stations in the Battery Park City neighborhood. Train access is in the Financial District and Notaro says in some cases you have to walk a quarter of a mile to the nearest subway.",
        "The FDR and Westside Highway make it accessible if you drive but also explain why parking and placard abuse is an even more pressing issue for this area than it is for neighboring Tribeca, according to Notaro. The lack of subways means the Downtown Connection shuttles are a boon for residents.",
        "Real Estate: Battery Park City is slightly more affordable than Tribeca with a median sales price for a three bedroom of $3,125,000. The median rent for a three bedroom is $11,000 and for a two bedroom, $6,950.",
        "As a planned city, Battery Park City’s housing stock, in general, have less character than those in Tribeca. The properties are beautiful, Mills says, though they “feel more pragmatic and cookie cutter than in neighboring Tribeca.” In the north, there are mainly large brick apartment blocks. The southern section contains complexes like the waterfront residential apartment building, the Gateway Plaza, which was completed in 1983. The Soliare, a LEED-certified building, and the country’s first green residential complex, opened in 2002.",
        "One of the neighborhood’s premier condo buildings is 225 Rector Place, which was redeveloped in 2012. “It’s a very nice, very standard, straightforward, luxury product, with standard floor plans, beautiful views of the Hudson River and Statue of Liberty, but not as much personality as units in Tribeca,” Mills says.",
        "Living: Residents tell Brick living in Battery Park City is like living in the suburbs while in the city.",
        "“The really wonderful thing about the area is that you’re in Manhattan but your kids can ride their bikes down the promenade,” one resident told us. One third of the area is designated parkland and there’s a sense that it’s an island on an island. “West Street cuts us off from Manhattan,” Notaro says.",
        "“I’ve always felt it feels like a really nice college campus, because it’s very clean, there’s a sense of uniformity in terms of the architecture and the urban planning,” Mills says.",
        "Access to the waterfront in Battery Park City makes it feel separate from Manhattan—peaceful even.  Jesus M. via Yelp",
        "A typical Battery Park City buyer, Mills says, is more committed to the practical than the artistic.",
        "“It’s someone who likes the convenience of the area, who likes to walk to their office in the Financial District, someone who likes to run along the highway but it not so attached to the heart and soul and grittiness of New York City,” he says. The Financial District is just across the West Street Highway and the area has attracted other banking institutions like Goldman Sachs, which is headquartered in the northern part of Battery Park City at 200 West Street.",
        "The biggest changes have come to Battery Park City since 9/11. Notaro says the rebuilding and development means the area is now on the map as a destination within Manhattan.",
        "“The development of Brookfield Place brought major improvements,” he says. Other residents echo that assessment, saying it has great dining options and always has something going on for the kids. Even so, a major issue for the area is resiliency. Notaro says, \"We are vulnerable because our community is surrounded on three sides by water and much of the waterfront is landfill and that’s a pressing area of concern for us.\"",
        "Much of the Community Board's discussions are about keeping up with the area's growth.",
        "\"The population of lower Manhattan has doubled in 10 years, and that’s putting a put a lot of pressure on services like sanitation, public safety, and school seats,\" says Notaro.",
        "Like Tribeca, Battery Park City is quiet on the weekends. If the vibe in Tribeca is chic casual, Battery Park City is more athletic casual. Apparently, that extends to parenting style as well. Residents tell Brick parents are a little bit more laid back. “It still has a good balance of parents wanting the best for their kids but not making it all about them,” says one resident.",
        "Eating and dining: While Tribeca’s dining scene is upscale casual, Battery Park City is a little more formal. Much of the dining happens around Brookfield Place—think Michelin-starred French cuisine at L'Appart. For more casual eats there's Tartinery Hudson Eats.",
        "Area gems: Residents of Tribeca and Battery Park City share facilities like Asphalt Green and the Manhattan Community Center that caters to both neighborhoods.",
        "The Regal Entertainment movie theater is very accessible and rarely crowded. There’s also Rockefeller Park, which is popular with residents. Other gems include Super Duper Tennis, the farmers' market by Bowling Green station which is “small but great,” according to one resident, and the area by the Staten Island Ferry, which is a good place to stroll and take in the rotation of interesting public art by Pier A.",
        "Local celebrities: The waterfront Riverhouse apartment complex is home to supermodel Tyra Banks, Leonardo DiCaprio, Cobie Smulders and her “Hamilton” actor-husband, Taran Killam, as well as director Oliver Stone.",
        "wealthiest New Yorkers live? It’s not hard to guess the neighborhoods with the highest concentration of super-duper-rich residents, but the Census Bureau's American Community Survey offers concrete data.",
        "So with that in mind, what are the richest neighborhoods in New York City? If you were going to guess that most of them are in Manhattan, you would be correct—here are the top 10",
        "Battery Park City sits on the southwest side of downtown Manhattan and is bordered by the Hudson River to the west and the Financial District to the east. Careful planning in the 1970s transformed this area into the residential community it is today.",
        "During the 1990s, there was a boom of development as schools, public parks, residential buildings, and commercial buildings filled up Battery Park City.",
        "Today, this once vacant land has become an oasis in downtown Manhattan filled with green space.",
        "Battery Park City has peaceful parks, clean streets, and waterfront views. The neighborhood has a calm, clean, and well-maintained feel. Residential buildings in Battery Park City are mostly upscale high-rise condos with plenty of amenities.",
        "The peaceful parks, waterfront view, and laid-back vibe of the neighborhood make Battery Park City the perfect escape from the crowds of Manhattan.",
        "Unique Features of Battery Park City",
        "The neighborhood has a tight-knit community that hosts many events throughout the year. Charity walks, dance festivals, nature tours, outdoor movie nights, and concerts are commonplace here.",
        "Because of this, Battery Park City residents are fairly well-connected and you’ll often see them bumping into a friend or neighbor while strolling down the street.",
        "In Battery Park City, you can enjoy a quiet community in the heart of downtown Manhattan.",
        "There is plenty to do around the neighborhood, especially if you are looking for something slower-paced and relaxing. Here are just a few of our favorite things to do in Battery Park City:",
        "The Esplanade: This picturesque path runs the length of Battery Park City and offers views of the Statue of Liberty, beautiful gardens, and public art installations.",
        "Brookfield Place: A beautiful luxury complex with high-end shopping, food, and wellness amenities makes for the perfect destination for people of all ages.",
        "Pier A: First opened in 1886, this historic pier is now a 28,000 square-foot dining destination right on the Hudson River. We suggest dining at sunset for some unbelievable sights!",
        "Top Food Choices in Battery Park City",
        "Blue Smoke: Craving some comfort food? Barbecue is served family-style at this lively Southern-inspired restaurant.",
        "BlackTail Bar: Housed in Pier A, this Cuban seafood bar is popular with both locals and New Yorkers from around the city.",
        "El Vez: This casual Mexican restaurant stands out with its welcoming atmosphere, classic menu, and an expansive list of mezcals and tequilas.",
        "Top Three Things We Love About Battery Park City",
        "1. River Views: You can enjoy unique views of the Hudson River, Statue of Liberty, and New Jersey from the comfort of your neighborhood parks.",
        "2. Location: Only moments away from the Financial District and the rest of Lower Manhattan, Battery Park City is in an optimal location.",
        "3. Luxury: Residents in Battery Park City compare the neighborhood to a luxury resort because of its well-maintained public spaces and high-end amenities.",
        "One shouldn’t be surprised when learning Battery Park City is just like the rest of Manhattan, but even a little bit more expensive. It was once a fortress of solitude to the citizens of Manhattan on weeknights when tourists left, but it’s pretty busy now all the time. In addition to the Statue of Liberty tours leaving from Battery Park City, there is a revamped Pier with boats and The Brookfield Mall. BPC is frustrating to navigate with a vehicle, as it’s filled with traffic and has extremely limited parking. You’ll hear traffic throughout your day. Being at the Southern tip of Manhattan, though, it has incredible waterfront views.",
        "This 92-acre planned community sits among lush plantings and comes with fabulous vistas of the Hudson River. Though its spacious setting is far removed from most Manhattan attractions (and the hustle and bustle), Battery Park is a favorite choice among families – it always ranks among the safest neighborhoods in New York City. It hasn't been known as a destination for shopping and dining, but that's changing. With the addition of Brookfield Place – a huge shopping mall with a gourmet food court and the city's second Eataly – just a quick walk away, residents can now take advantage of an array of upscale boutiques and eateries. Transportation has always been convenient from this part of town and is now even more so since the newly designed Hub with 11 subway lines is open. Expect to pay at least $3,000 for a one-bedroom apartment in Battery Park City, but many are \"no fee,\" meaning they skip the dreaded broker's fee (15 percent of one year's rent, usually payable at lease signing).",
        "Located at the southernmost tip of Manhattan just below Tribeca, Battery Park City is made up of about one-third parkland (hence the name).",
        "In this Battery Park City neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "This planned community is filled with buildings that were built specifically for housing, commercial and retail purposes.",
        "Battery Park City is divided into northern and southern sections separated by Brookfield Place (formerly known as the World Financial Center).",
        "Almost all residential apartment buildings are located in the southern section of the neighborhood, along with restaurants, movie theaters, and grocery stores.",
        "Generally, upper-middle-class to upper-class professionals reside in the area, since it is one of the most expensive zip codes in the country. Don't be surprised to spot celebrities at the corner bodega or park!",
        "FUN FACT: The area and park are named for the artillery batteries that were positioned there in the city's early years to protect the settlement behind them",
        "Because of its location, the top Battery Park City restaurants take advantage of the spectacular views of the Hudson, The Statue of Liberty and New Jersey.",
        "Located alongside the Hudson River, some Battery Park restaurants like Merchant's River House have stunning views of New Jersey.",
        "The fun, casual restaurant is a perfect spot to share an appetizer while watching the sunset on the water.",
        "If you're trying to impress friends or family visiting from out of town, head over for some comfort food at Gigino at Wagner Park and take in the views of Lady Liberty from the outdoor patio."
    ],
    "Chelsea": [
        "Offering a vibe that’s a little more relaxed and funky than the Upper East and West, Chelsea draws families with its high-performing schools (the neighborhood is also in District 2), parks and facilities, and cultural hot spots.",
        "P.S. 33 is known for having strong general ed and G&T programs, as does P.S. 11. (Localize.city notes that the latter has grappled with efforts to bolster the school’s diversity.) Neighborhood private school Friends Seminary, which is for grades K through 12, is the oldest continually co-ed school in the city. Chelsea is home to one of the most expensive private schools in the city, Avenues, and Adams notes that another popular area school is Success Academy Union Square, a charter school.",
        "The neighborhood is a mix of activity and cute, quiet streets to the west, with a diverse array of parks that include The Highline, Hudson River Park, and Chelsea Waterside Park, the last of which recently received a major makeover.",
        "Localize.city reports that more open space will be added to the area in the coming years with the development of Pier 55, a privately funded project expected to open in 2021 with gardens and an amphitheater, and Pier 57, which is being redeveloped from a former sanitation facility into an open space.",
        "For more activities for kids and adults, there’s Chelsea Piers, an enormous facility with a toddler gym, ice rink, bowling alley, gymnastics space. It hosts camps, classes, and birthday parties. The Whitney Museum of American Art is just south of the neighborhood, and The Rubin Museum of Art, which holds family days and a popular annual street fest, is at its heart. The area’s shopping options are a nice mix of chic and interesting (Chelsea Market is home to food vendors and upscale retail), and amazing to have nearby when you’re a parent. Also in the area: Trader Joe’s, Old Navy, Buy Buy Baby, and Michael’s.) The popular Union Square Farmers Market, with an adjacent popular playground, is also nearby.",
        "wealthiest New Yorkers live? It’s not hard to guess the neighborhoods with the highest concentration of super-duper-rich residents, but the Census Bureau's American Community Survey offers concrete data.",
        "So with that in mind, what are the richest neighborhoods in New York City? If you were going to guess that most of them are in Manhattan, you would be correct—here are the top 10:",
        "Nestled on the west side of Manhattan, Chelsea spans from Gansevoort to 34th Street and offers unparalleled access to restaurants, shopping, and the arts.",
        "Named in 1750 after Chelsea, London, this neighborhood is the only one in NYC to keep its original name. In the 1800s, Chelsea boasted the world’s first elevated train, paving the way for a booming industrial hub of warehouses, factories, and meatpacking houses.",
        "Chelsea’s industry cleared during the 1900s, welcoming luxury residences and an art scene that still flourishes a century later.",
        "Today’s Chelsea has seen an upscale transformation with high-profile construction developments and the installment of the High Line, an elevated train track repurposed into a public park.",
        "The Vibe of Chelsea",
        "Within the tree-lined streets of preserved townhouses and renovated rowhouses, the neighborhood is speckled with architectural gems. You’ll pass by works from world-renowned architects like Zaha Hadid, Frank Gehry, and Neil M. Denari.",
        "Embracing the neighborhood’s industrial past, old factories serve as home to Food Network’s HQ, Google’s NY office, and one of New York’s most visited food emporiums, Chelsea Market.",
        "The pulse slows just west of the High Line, where you find a sprawling Hudson River Park with relaxing, unobstructed views of the Hudson.",
        "Unique Features of Chelsea",
        "Perhaps the most noticeable feature is the High Line, a defunct elevated train track turned public park, where tourists and locals enjoy public art displays and the eclectic architecture of the neighborhood.",
        "Chelsea is home to the most coveted pre-war apartment block in the city, London Terrace Gardens. It is the most sought-after place to live in the city for those wanting easy access to art galleries and upscale living without the midtown buzz.",
        "Home to over 200 art galleries, including the Whitney Museum, Rubin Museum, and the Gagosian Gallery, the area is a treasure not just for aesthetics. Chelsea offers easy access to amenities with grocery stores like Whole Foods, Trader Joes, Westside Market, and Fairway nearby.",
        "Prices can be steep in Chelsea, and the cobblestoned streets can ruin your heels, but the vibrant art scene and upscale charm are worth it.",
        "Things To Do in Chelsea",
        "High Line: Suspended above city streets, this elevated train line is now a public park. It is thoughtfully repurposed to engage today’s visitors with the surrounding neighborhood and urban landscape.",
        "Art Museums: People worldwide visit Chelsea for its concentration of art galleries and museums. From contemporary installations to ancient art exhibits, these institutions will delight you with pieces by Warhol, Basquiat and Jeff Koons.",
        "Nightlife: At dusk when Chelsea’s art galleries and the High Line are closed, the nightlife takes over. PH-D Lounge at the Dream Hotel, Le Bain at The Standard, TAO Downtown, and Gilded Lily are popular spots for a fun night in Chelsea.",
        "Top Food Choices in Chelsea",
        "Chelsea Market: This food hall hosts a collection of diverse food vendors crafting delights sought by foodies worldwide. Its stripped-down brick architecture acknowledges its storied past. Expect to be impressed by the authentic Tijuana-style tacos, melt-in-your-mouth brownies, unusual but tasty chocolate ravioli, and freshly baked bread.",
        "Cull & Pistol: Nodding to its meatpacking past, Cull and Pistol offers fresh seafood from all over the world. “During the weekdays, they have oyster happy hour with delicious oysters for $1 and discounted drinks,” says Rosana Vidal, Marketing Director at Triplemint.",
        "Frying Pan: From May to October, this Coast Guard vessel docks on Pier 66, extending Chelsea’s bar scene onto the Hudson. Savor refreshing margaritas at one of the best outdoor bars in NYC and enjoy the view of a sunset over the Manhattan skyline.",
        "Top Three Things We Love About Chelsea",
        "1. Food Halls: We cannot get enough of Chelsea’s wide selection of fresh, diverse dishes at Chelsea Market and Gansevoort Market.",
        "2. Art Galleries: With over 200 galleries, you can spend hours immersed in art from around the world. Whether you’re a casual gallery-goer and committed art lover, Chelsea’s galleries will satisfy any palate.",
        "3. High Line: You can’t say you’ve visited Chelsea without walking along the High Line. This unique, well-loved space connects pedestrians with the neighborhood. The High Line is quintessentially Chelsea.",
        "There are many incredible things to do in Chelsea, NYC, but the area is hands-down one of the best places in New York to explore art. Aside from all the experimental Chelsea art galleries, food-obsessed folks can enjoy scrumptious meals from restaurants serving rare bites like mac-and-cheese spring rolls. The neighborhood’s nightlife scene is also ace, offering great speakeasy bars as well as dives. Plus, lovers of flea markets can peruse antiques and bric-a-brac at outdoor and indoor markets such as Artist & Fleas. Although the Chelsea gay scene has become commercialized, you can still find some worthwhile gay bars.",
        "Chelsea is Manhattan’s art district. You can spend days here wandering galleries that show work from established and emerging artists. The High Line—a park built on an abandoned elevated railroad track—is a work of art in its own right, as are some of the area’s fashionable shops. After feasting your eyes, go restaurant hopping, or visit Chelsea Market, which offers excellent eateries. Then head out to the neighborhood’s famous nightclubs, buzzing bars or performing arts venues.",
        "Bordered by Penn Station, the Javits Center, Chelsea Piers and other hulking attractions, Chelsea doesn't seem like it would have an ounce of quaintness. But just walk down a tree-lined block full of brick townhouses, and it's hard not to be charmed. Although it's right next to the offices and transportation hubs of commercial Midtown, Chelsea has retained a unique neighborhood feel.",
        "Chelsea has a distinctly fashionable aspect to its character. Contemporary art galleries abound on the west side, under the impeccably designed High Line park. Chic French restaurants and Chelsea Market vendors have turned the area into a sophisticated foodie paradise. Stylish hotels make it a hangout for celebrities and young jetsetters. And a major player in the world of fashion and design, the Fashion Institute of Technology, calls the neighborhood home.",
        "Chelsea also became famous as a gay enclave, developing a large number of bars, stores, and services catering especially to men over the past few decades. Nowadays, the gay scene of Chelsea is perceived as somewhat older, and younger gay hotspots have shifted to Hell's Kitchen and beyond.",
        "In many respects, the neighborhood feels like a mix of old and new New York: antique shops and contemporary design, gritty corners and shiny new parks, historic buildings and sleek new hangouts.",
        "Its proximity to the West Village and Meatpacking District make Chelsea a logical spot for things like brunch and boutique shopping; at the same time, being next to the commuter traffic of Midtown gives it an everyman's, practical vibe. You're just as likely to find a chain store or a quick-stop deli as you are a gallery opening or an upscale doggie daycare.",
        "Chelsea represents quite the residential mix as well, with plenty of historic townhouses, brownstones and row houses, as well as many taller buildings-doorman buildings, renovated lofts, luxury condos, walk-up classic tenements, public housing complexes, and more. It's difficult to describe the typical Chelsea resident, as they are all over the map, but the neighborhood has become quite popular with families in recent years.",
        "Chelsea is known as heaven for artists, and is also a bustling gay area. Some of the world’s most famous artists have lived in Chelsea because of the old buildings’ high ceilings and large freight elevators they could use to make and transport their work. Now over 300 art galleries exist in Chelsea. Chelsea is a great neighborhood to live in due to the restaurants, bars, shops and various cultural activities that exist within the vicinity, including the Chelsea Market. Chelsea is home to the High Line Park, a raised site of greenery made from an abandoned railroad track.  The Empire State Building and Madison Square Garden are both within walking distance.",
        "Chelsea seems to be the neighborhood that \"has it all\" these days, including but not limited to; art galleries, museums, and some of the best restaurants and nightlife.",
        "In this Chelsea neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "The streets nestled between 14th and 34th streets and between 7th Avenue and the Hudson River are filled with the energy of young artists and professionals.",
        "It is conveniently located near the some of the most desirable areas of Manhattan such as Midtown and The West Village. Chelsea definitely has its pick of the city!",
        "Foodies have their little own slice of heaven with Chelsea Market.",
        "The art admirer will have no problem spending hours exploring the Whitney or Rubin Museum of Art.",
        "The outdoor adventurer will fall in love with the views during a sunset walk on The High Line and sports lovers and partiers will enjoy all the activities at Chelsea Piers.",
        "Chelsea also has offers one of the most unique theater experiences at the McKittrick Hotel--home to the intriguing walk-through performance of \"Sleep No More\".",
        "Dance lovers get a real treat at the Joyce Theater, which features a dynamic array of dance performances and educational programs.",
        "Chelsea really does offer something for everyone, but it comes at a price, of course.",
        "FUN FACT: The Titanic was en route to Chelsea Piers before meeting its tragic fate in the middle of the Atlantic Ocean.",
        "In addition to having your pick of subways around the Chelsea area, a 10-minute walk will get you to one of the biggest hubs in the city--Penn Station, which has the Long Island Railroad (LIRR) and New Jersey Transit.",
        "Young professionals can be seen utilizing the CitiBike option as they are conveniently set up in the vicinity.",
        "Chelsea also has some of the safest bike lanes in the city with greenways that were put in a few years back, separating bikers from automobile traffic along 9th and 8th aves.",
        "If you're looking to move, Chelsea really is the perfect mixture of convenience and culture.",
        "The architecture and building types can be categorized three ways - the brownstone, the housing project and the industrial luxurious loft building.",
        "Tree-lined streets provide locals and passers-by with the ultimate residential feel.",
        "Compared to other popular, more pricey neighborhoods in the city like Tribeca and Soho, Chelsea's charm and convenient location near midtown makes it a more affordable hot spot to rent or buy.",
        "Who would've thought 20 years ago, such a seedy neighborhood would evolve into one of the most desirable locations in the country?",
        "Chelsea Market is the place to go if you want to have a night in and cook like the chefs do, with only the freshest ingredients.",
        "Some of the best food offered up in the area, including gourmet specialty shops can be found at the Chelsea Market.",
        "As for the rest of Chelsea, there seems to be an extra modern flair to every plate served in this neighborhood.",
        "You can get your top-notch Asian fill, with the likes of Okuda, Grand Sichuan, Jun Men Ramen, and Ushiwakamaru.",
        "More casual eats include Miznon, Los Tacos, Los Mariscos, and Cookshop. These are neighborhood solids not to be missed!",
        "Chelsea offers a unique upscale approach of most cuisines such as Cafeteria, Elmo, Rouge Tomate, Momofuku Nishi, and Del Posto."
    ],
    "Chinatown": [
        "In both Chinatown and Little Italy, much of the housing consists of historic tenement buildings. But many of these apartments have been renovated in recent years, so they are a far cry from the shared, cramped quarters they once were. The neighborhood's newest residents favor large loft apartments converted from factory floors and warehouses. And, mixed in with the historic buildings, there is also some new construction, including luxury condos and doorman buildings.",
        "As evidenced by the shiny new buildings, Chinatown and Little Italy are becoming a trendy area to live among young professionals who want to be near the action of downtown. Both ethnic neighborhoods have been undergoing change for a while, but still have very distinct vibes that set them apart from their beyond-hip neighbors, the Lower East Side and SoHo.",
        "Chinatown, on the other hand, is a sprawling neighborhood that is marked by Chinese and Southeast Asian businesses in a large radius around its official perimeters. It's both a home and a destination for much of the city's Asian population, as it's packed with grocery stores, restaurants, cultural organizations, and other businesses useful to the Chinese American community.",
        "On Canal Street and Mott Street, many storefronts cater to tourists and other non-Chinatown-residents. These arteries are often packed with crowds on the weekends and for events like Lunar New Year celebrations. But beyond the obvious dim sum restaurants and trinket shops, the neighborhood has quite a lot of other activity going on.",
        "Children and the elderly gather in parks to play, dance, and sing; the intellectually curious check out the newly redesigned Museum of Chinese in America; young people look for fun at trendy bars or bubble tea shops; foodies descend upon noodle and dumpling hotspots; and artsy types throw loft parties.",
        "Chinatown is one of the most visited neighborhoods in all of New York City. If you love crowds, you’ll definitely love Chinatown! It’s not a ideal place to live due to the many street markets and hidden late night bars, but the rent can be affordable. It has great ethnic restaurants that are not only Chinese, including Vietnamese restaurants where you can get fish or a large bowl of noodle soup. Apart from eating and shopping, Chinatown is also the residence of a couple of galleries and the Museum of Chinese.",
        "If you're looking for a quiet neighborhood with little street congestion, Chinatown is not your place!",
        "Home to the highest concentration of Chinese people in the Western Hemisphere, this area of Lower Manhattan is an immersive cultural experience.",
        "The neighborhood borders the Lower East Side to the east, Little Italy to the north, Tribeca to the West and Civic Center to the south.",
        "Residents range from newcomers looking for affordable downtown living to longtime residents who have been there for generations.",
        "Although tourists and vendors pack the busy sidewalks, it has an overall community-driven feel thanks to the longtime residents.",
        "Although the area is dominated by older walk-up buildings, new condo developments have popped up in recent years.",
        "The majority of Chinatown's real estate consists of walk-ups, though some condos have popped up in recent years near the neighborhood's borders.",
        "The walk-ups are typically located above restaurants and shops and have limited space available.",
        "They are owned by mom and pop landlords, not major developers, so those looking to move to the area will not get the frills and amenities of a luxury building.",
        "Pro-tip: Walk-up apartments located on higher floors tend to rent for a little less than those on lower floors.",
        "The most affordable area to look is between the Manhattan and Brooklyn Bridge, closer to the water.",
        "The costs go up on streets closer to the touristy areas (Delancey St and Mott and Mulberry St).",
        "Although the narrow streets of Chinatown are great for wandering, there is also a number of public transit options for residents.",
        "Its unique location allows residents to commute to other areas of the city with ease.",
        "Multiple subways lines converge around Canal Street.",
        "The neighborhood is also convenient for Brooklyn-working residents since the Manhattan Bridge connects Chinatown to Downtown Brooklyn.",
        "There are multiple bike lanes in the Chinatown neighborhood. Many bikers prefer to cruise along the East River, which runs parallel to FDR Drive.",
        "There is a pedestrian walkway and bike path leading to that area. The city has recently installed some bicycle and pedestrian improvements.",
        "There are also two Citibike stations in the neighborhood. They can be found at these two locations:",
        "Division St and Bowery",
        "Forsyth St and Canal St.",
        "There is no shortage of amazing noodle shops in this neighborhood, but one that has locals hooked is Bassanova Ramen, This New York Times acclaimed basement noodle den is hard to spot unless you know what you're looking for.",
        "Other famous spots in Chinatown include Joe's Shanghai for dumplings, Dim Sum Go Go for a large selection of dim sum, and Mission Chinese Food for modern Chinese food.",
        "Chinatown is not only good for noodles and dim sum. It houses some of the best dessert cafe's and tea houses in the city!",
        "For dessert, try Chinatown Ice Cream Factory for homemade scoops topped with Asian candies!",
        "Sweet Moment serves up some of the most funky and creatively delicious treats in all of NYC.",
        "Silk Road Cafe serves up some of the best coffees, teas and pastry treats in the area.",
        "If you're a cat lover, head over to Meow Parlour and enjoy a cup of joe with some (adoptable) furry friends.",
        "Chinatown is huge on maintaining its core identity and preserving tradition.",
        "For this reason, one of the most popular destinations for residents and tourists is the Museum of Chinese in America.",
        "Most cultural institutions like museums and art galleries are located more toward the Lower East Side.",
        "Mahayana Temple Buddhist Association is NYC's largest Buddhist temple.",
        "If you're looking to have the most exciting (and possibly overwhelming) shopping experience of your life, Canal Street is the street.",
        "They have it all. But get ready to haggle vendors for your favorite knock-off designer purse or accessory.",
        "Nightlife is slow and steady in Chinatown and locals usually head to Little Italy, Soho or Tribeca if they are looking for a dancing venue or trendy hangout.",
        "Locals do however frequent 169 Bar if they are looking for a cheap $3 beer or relaxed vibes with DJ who spin new wave."
    ],
    "Civic Center": [
        "wealthiest New Yorkers live? It’s not hard to guess the neighborhoods with the highest concentration of super-duper-rich residents, but the Census Bureau's American Community Survey offers concrete data.",
        "So with that in mind, what are the richest neighborhoods in New York City? If you were going to guess that most of them are in Manhattan, you would be correct—here are the top 10:"
    ],
    "East Harlem": [
        "Sorry to say but it’s a very sketchy area, especially 116th between 2nd Ave and Park. High crime area, especially around Lex. Crime stats show it’s a hotspot for knife crime. Subways in that area are super sketchy, too, especially the 6 line. Seriously, just avoid the whole area. You can find similarly priced apartments in West and South Harlem, which won’t add much to your commute. I recommend looking between 112th and 130th, between Frederick Douglass and 5th. Much nicer area, better amenities and shops, more greenery, more transport options, and much safer. With respect to people who live in East Harlem, it’s one of the worst Manhattan neighborhoods in terms of livability and quality of life (IMO)",
        "Ehhh, the user you're replying to isn't wrong about the 6, but I'd take it with a grain of salt that his entire post history is picking fights and calling everybody SJW snowflakes. There are lots of great restaurants here, beautiful parks in 3 directions, murals and gardens everywhere you turn. It's not perfect, but we're very happy with the area, and have met many wonderful people who make it a neighborhood.",
        "I lived around there and hated it. Areas where there’s high unemployment mean lots of men standing around at all hours, nothing to do. I was harassed a lot, followed, etc and it’s just generally not pleasant. Idk.",
        "It's still a little sketchy. It has \"improved\" in the past few years, and there are a lot of cheap renovated apartments there now since it's still not a \"nice\" area. I would personally try to live slightly closer to 103rd/96th if you can find something there in your budget.",
        "First off, it's busy. Especially that intersection. Up until 8pm or so and everything quiets down. But before then you'll have a bunch of dudes hanging around out front of the corners and other stores. There's especially a lot of people on the east side of 116th going to 117th st where there are a few stores and food spots.",
        "And yeah, it will be sketchy for a woman. Dudes will be hollerin' at you constantly. I'm a big guy all around and never had any issues.",
        "I haven't been back for two years and I especially don't know how it is right now with the virus. Before I left, there were two grocery stores within a block of each other, plenty of places to eat, my favorite bakery, and pretty much everything you need will be either right there or within a few blocks.",
        "Aside from that, the 6 stop is right there and while it may show up late a few minutes here and there, it's not like some other lines.",
        "Commonly known as “El Barrio,” East Harlem has a strong Latin, Caribbean and African American presence. That influence is reflected in the neighborhood’s cultural institutions, shops and restaurants. Numerous parks and works of public art add to the allure.",
        "Cocktails, murals, cuchifritos and Latin jazz.",
        "A cache of museums and arts centers, and the chance to pursue, against the odds, a table at Rao’s. (Also consider Patsy’s Pizzeria or Ricardo Steakhouse.)",
        "East Harlem aka El Barrio or Spanish Harlem is a fabulous neighborhood. Geographically, East Harlem is the area north of 96th Street up to about 135th Street and from Fifth Avenue east to the East and Harlem Rivers. Once upon a time East Harlem was predominantly Italian. It was in effect the first Little Italy in NYC and a number of the Italian-American mafia had operations in East Harlem. Beginning in about the 1920s there was a large migration of Puerto Ricans to the neighborhood.",
        "Puerto Ricans that live in New York City are called Nuyoricans. East Harlem is more than 50% Latino or Hispanic and the majority are Puerto Ricans followed by Mexicans and a number of other South and Central Americans. There's amazing street art and authentic cuisine and it's a great neighborhood for street photography. Oh the people are very friendly as well. The Main Street in East Harlem is 116th Street with many little independent shops and street vendors.",
        "People who were born or lived in East Harlem include Al Pacino, Tupac Shakur, Tito Puente, Celia Cruz, Marc Anthony, Bobby Darin, Fiorello Laguardia (the airport is named after him), Burt Lancaster, Alice Neel, Ronnie Spector and many more."
    ],
    "East Village": [
        "Neighborhoody feel, Still not fully gentrified, so it feels less sterile than other manhattan neighborhoods to me, Great restaurants with many types of cuisines, Cool shopping, Thriving bar scene, including some of the best cocktail bars in the city, General lack of tourists",
        "Bad subway access (but served by buses and the L train), Overpriced, old housing. Not many affordable buildings with amenities, Not much green space, except some small community gardens and Tompkins Sq Park, Loud",
        "Nightlife is awesome. It's a major hotspot for not only shopping, but if you want to meet friends it's a popular place. Rarely had to travel far to go out for the night, which is good because unless you're near fourteenth street the only train around is the F, which is annoying. It's also expensive as hell, I ended up moving because I realized I was paying so much in rent I couldn't even enjoy the nightlife around me.",
        "History of the East Village",
        "Today’s East Village stretches from the East River to Third Avenue (east to west) and from East Houston Street to 14th Street (south to north). In the early 17th century, most of the area was a farm owned by Dutch Governor Peter Stuyvesant. However, by the early 19th century, it had become part of the growing city and was home to many immigrants from Europe.",
        "After World War II, the tenement apartments and vibrant international community began to attract students, political activists, artists, and musicians.",
        "The neighborhood became the epicenter of counterculture in New York City, home to artists like Allen Ginsberg and Andy Warhol, and was an incubator for avant-garde theater and the New York punk scene.",
        "The past of the East Village shaped what the community is today – an exciting neighborhood with a lively nightlife that is the definition of downtown living.",
        "New developments in the East Village are relatively rare, but many older buildings are being remodeled to offer contemporary conveniences and polish. This trend has increased demand, but the East Village is still an affordable alternative to pricey neighboring areas.",
        "If you’re looking for value, there are many pre-war walkups in the East Village to consider, especially as you search farther east.",
        "Convenient access to the subway, ferries, and buses makes getting in and out of the neighborhood easy and affordable. It’s also bike-friendly, with plenty of Citi Bike stations and dedicated bike lanes.",
        "During the day, the East Village may seem like just a quiet neighborhood. However, once the sun sets and the stars come out, the area becomes packed because of the abundance of bars and restaurants to explore.",
        "Although the neighborhood’s rough edges have been somewhat smoothed as time progressed, the birthplace of the American punk scene still has character. You can stroll down the street and find an old-school dive bar or avant-garde performance art in a low-key venue.",
        "Whether you’re looking to explore St. Mark’s Place, have a “wee dram” in a whiskey bar, or visit Tompkins Square Park, there’s always something to do in this downtown Manhattan neighborhood. Here are some of our favorite East Village activities:",
        "Shop at Vintage Vendors: The side streets in the East Village are dotted with curated vintage clothing and jewelry boutiques.",
        "Get Active: Tompkins Square Park draws families, tourists, pet lovers, and athletes to its tree-shaded benches, chess tables, and basketball courts. The park also frequently hosts free musical concerts and other events.",
        "Hit the Bars: Its variety of watering holes makes the East Village a top NYC nightlife destination. If you’re looking for a spot with a little more atmosphere and tasty brews, check out the historic McSorley’s Old Ale House!",
        "Top Food Choices in the East Village",
        "The East Village is one of New York’s most diverse dining neighborhoods. Cheap options are available for a quick bite as well as destination restaurants where you can spend the evening and a week’s paycheck. No matter which option you prefer, these restaurants should definitely be on your list:",
        "Veselka: One of the most popular restaurants in the East Village, this traditional Ukrainian café is a New York icon, serving affordable comfort food since 1954.",
        "Ippudo NY: This East Village establishment has been giving New Yorkers their ramen and pork bun fix since 2008.",
        "Taqueria St. Mark’s Place: The dive-bar appearance of this busy taco joint is belied by the tasty margaritas and juicy barbacoa “street style” tacos available once you step inside.",
        "Top Three Things We Love About the East Village",
        "1. The endless creative energy makes living in the East Village the complete New York experience.",
        "2. Bars, clubs, and delicious food keep the avenues hopping, with plenty of parks and side streets to explore.",
        "3. Public transportation in the East Village is affordable and easy to find.",
        "The East Village has something that many New York City neighborhoods do not: a very distinctive personality. With slightly rough edges and some of the city's finest bars and restaurants, the East Village may not be quite as polished as its West Village and Greenwich Village neighbors, but it has just as much charm.",
        "In the the sections below, you'll get a glimpse into life in the East Village. But before you go anywhere, make sure you scroll through the photos in the gallery below. Nothing can tell the story of a neighborhood as well as a few good photos.",
        "A little off the beaten path, the East Village has long attracted artists, students, skateboarders, and hippies, and was a major center for the punk rock scene and the Nuyorican (New York Puerto Rican) literary movement. It was also famously the backdrop for the story of the group of young struggling artists portrayed in the musical Rent. More recently, though, the East Village has become one of the trendiest neighborhoods in Manhattan, with a growing concentration of hip boutiques, bars, and serious foodie destinations.",
        "As a longtime hub for counterculture, the East Village still carries that alternative vibe. The neighborhood boasts a high concentration of community gardens, street art, second-hand stores, and natural food stores. Two of its defining cultural institutions are the Bowery Poetry Club and the Nuyorican Poets Cafe, both of which host poetry slams and similar events; another is Lucky Cheng's, a restaurant featuring drag shows.",
        "Nearby NYU and Cooper Union, as well as the punk rock movement and the more recent outcropping of trendy nightlife and shopping, make the East Village's population skew to the younger side. On any given day or night in the neighborhood, you might see bike messengers racing on fixies in Tompkins Square Park; young couples bringing their pets to the dog run; crowds of foodies waiting for ramen, arepas, or vegetarian food at the latest hotspot; or bar-hopping college students.",
        "Needless to say, the East Village is defined by its eclectic feel. From gritty to trendy, historic to brand new, the neighborhood has it all, but has managed to keep a pretty indie atmosphere. It's culturally diverse, too, with a significant Puerto Rican population (as evidenced by street signs and murals throughout the area) and a Ukrainian pocket (near the Ukrainian Museum).",
        "While the western part of the neighborhood - due to its proximity to the subways and college campuses - is often hopping with activity, the eastern section (eastern Alphabet City to East River Park) is considerably quieter and more residential. Throughout the neighborhood, the majority of housing consists of walk-up apartment buildings accented by those quintessential New York fire escapes, but some new high-rise condos are making an appearance as well.",
        "The East Village is one of the city’s most artistic neighborhoods. Its cheapness made it a center for struggling artists and writers back in the 1950’s. Now it is full of coffee shops, ethnic restaurants, and stores. What makes the East Village unique as compared to other neighborhoods is the immigrant population. Historically, the majority of the population was blue collar and lower-working class. Now it’s heavily populated with students from NYU, Pratt, The New School, and lots of twenty-somethings.",
        "Grungy dive bars, old-school record stores, amazing restaurants, and a lively nightlife make the East Village the perfect mixture of laid-back, fun and stylish.",
        "In this East Village neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "Located north of Houston St, south of 14th St, and east of the Bowery and Third Avenue, The East Village, was formally considered a part of the Lower East Side.",
        "It is the historical home to the many counterculture artistic movements including punk rock and the beatnik movement.",
        "Although the artist and musician culture are not as concentrated in the area, the artistic vibes and character are evident.",
        "Bordering the Lower East Side, the East Village has its fair share of live music venues and has a vibrant nightlife.",
        "It's flavor is decidedly different from its neighbors Greenwich Village (West Village) and Gramercy Park.",
        "\"Alphabet City\" is the neighborhood's eastern edge and includes Avenues A, B, C, and D.",
        "The majority of the population is an ethnically diverse range of college-aged or young professionals, thanks to New York University and Cooper Union located in the neighborhood.",
        "The East Village is home to St. Marks Church-in-the-Bowery, which serves as a functioning church, as a home base to a theater company, and as an event space.",
        "Tompkins Square Park, the Upright Citizens Brigade, Nuyorican Poets Cafe, Webster Hall, the long-running live Stomp, and a handful of movie theaters round out the culture, arts and recreation in the area.",
        "Fun Fact: Once the home to CBGB punk-rock nightclub (closed in 2006), The Bowery was known for its homeless shelters, rehabilitation centers, and bars and is now a magnet for high rise luxury condos.",
        "There are a million and a half options when it comes to getting to the East Village via public transportation.",
        "The best option for getting to the heart of the village; however, is by taking the 6 train to Astor Place which will take you one block from St. Marks Place or Bleeker Street located in the southern end.",
        "The F train will take you the 2nd Ave, the L train to First or Third Avenue, or you can take the N or R train to 8th Street.",
        "Although the East Village is very laid-back and unpretentious feel than the rest of Manhattan, the quiet, residential neighborhood is still fairly expensive.",
        "If you're looking to move, there are very few high rises or doorman buildings and more pre-war walk-ups.",
        "East Village restaurants are sure not to disappoint. All the great coffee shops, restaurants, and bars are too numerous to mention here.",
        "The Asian restaurant scene is a force to be reckoned with. Some of the most famous destinations include David Chang's two-Michelin-starred Momofuku Ko.",
        "Chang's three other restaurants are almost always boiling over with lines out the door.",
        "The eclectic, nostalgic flavor of Criff Dogs perfectly defines the nature of the neighborhood.",
        "Take a slice out of history from the neighborhood's oldest running pizza slice joint at Stromboli Pizza.",
        "Need to sober up at 2 AM with some NYC comfort food? Mosey on into Veselka, a 24-hour cozy Ukranian diner located in the heart of the East Village, and grab one of the best burgers in town or one of their freshly made pierogis."
    ],
    "Financial District": [
        "Living in the Financial District is a truly unique, exciting experience. Home to the New York Stock Exchange, the Federal Reserve Bank of New York, and the headquarters of numerous financial institutions, the Financial District spills prestige. Today, modern luxury buildings are providing NYC residents the opportunity to live in one of the most economically vital areas in the world.",
        "Cobblestone streets guide huge influxes of office workers and tourists to landmarks and museums around the neighborhood. There is easy access to the subways, and the neighborhood is easily walkable. After working hours, the neighborhood quiets down, but you can still find a number of excellent restaurants and nightlife spots. There are also numberable shopping options thanks to places like The Westfield World Trade Center, a spacious mall with a wide range of both high-end and mid-range stores.",
        "Easy access to transportation has brought a new wave of condo buyers into the Financial District, known to its residents as “FiDi.” Recent conversions of office buildings in the Financial District have generated lofts and apartments with high ceilings and modern amenities such as gyms, concierges, and advanced computer systems. Rental buildings have modern lounges for socializing and roof decks that go on and on, with views to match. The new luxury high-rises have joined such classic Financial District Co-Ops as 3 Hanover Square, a conversion of the former Cotton Exchange.",
        "Sleek skyscrapers hurtle up towards the stratosphere from cobblestone streets in the Financial District. This fast-paced section of Lower Manhattan is home to one of the world’s most iconic skylines. It bustles during the day as the heart of the nation’s financial markets, yet it offers a residential sense of calm in the evenings. Historic Stone Street’s restaurants buzz with happy hour deals and power lunches, and the waterfront offers an ever-changing calendar of cultural events. The Charging Bull statue stands proudly in front of Bowling Green, embodying the Financial District’s powerful legacy.",
        "Working professionals are understandably drawn to the Financial District, but its modern condos and convenient public transportation make it attractive to a wide spectrum of residents. Nearly every subway line is accessible at the Wall Street and Fulton Street stations. Ferries to Governors Island and Staten Island are also based here for those commuting by sea. Residents enjoy sweeping views of the Upper New York Bay, and abundant recreation at Battery Park and the South Street Seaport. Towering office complexes meld with old world conversions and new luxurious residential constructions in the Financial District (FiDi). Tourists, vendors and corporate workers mesh in a daily dance amongst everyday conveniences ranging from coffee shops and quick lunch spots to fine dining and shopping. All roads and transport paths in New York seem to begin or end here. Such is a quick snapshot of life in the Financial District, home to the largest financial institutions in the world and reasonably-priced, full-served high-rise apartments.",
        "Walking around today, it’s hard to believe this was once the cradle of New York City, but ever so often you’ll get a glimpse. As you move towards the “”foot”” of the island where you can find signs that depict former locations of structures from the early 1600s, or weave between its cozy streets, one can clearly imagine what once was. Much revitalization of former government buildings, financial institutions and older housing constructions is breathing new life into FiDi as the residential population of the area remains on the rise. This is expected to continue with the refurbishment of the highly-utilized subway hub at Fulton Street.",
        "In many ways, the Financial District is exactly as you would expect it: towering glass buildings with well-dressed business people milling about. In other ways, the Financial District is full of surprises. It has many of the best parks in the City and gorgeous water-front views. As you move towards Battery Park City, it becomes a haven for families with children. It certainly is a center of business first, but is rapidly becoming a lot more friendly for living too.",
        "In the the sections below, you'll get a glimpse into life in the Financial District. But before you go anywhere, make sure you scroll through the photos in the gallery below. Nothing can tell the story of a neighborhood as well as a few good photos.",
        "In a city that frequently blurs the distinction between residential and commercial, there is little doubt that the Financial District is a commercial district first and residential neighborhood second. A stroll through the neighborhood on a weekday during business hours will reveal a whirlwind of activity with a profile of people that extends well beyond just the typical banker. Take the same trip after dark or on the weekends and you would guess you are in a totally different, and much quieter place. Other than the distinct lack of bustle, the bigger challenge can be the occasional lack of service availability during those off-market hours: grocery stores, bars, restaurants, dry cleaners, etc. It's certainly not devoid of those services - but a lot of them close up when the commuters head home.",
        "As mentioned above, there are some spots in the Financial District that are becoming much more residential, particularly towards Battery Park. Plus an influx of luxury buildings over the past decade has made the rent a little bit more affordable than in other places in the City. Our advice, before moving into the Financial District make sure you spend some time in the area during off-peak hours; you might just love the peace and quiet."
    ],
    "Flatiron": [
        "wealthiest New Yorkers live? It’s not hard to guess the neighborhoods with the highest concentration of super-duper-rich residents, but the Census Bureau's American Community Survey offers concrete data.",
        "So with that in mind, what are the richest neighborhoods in New York City? If you were going to guess that most of them are in Manhattan, you would be correct—here are the top 10:",
        "Flatiron, on the western side of the neighborhood, is still somewhat upscale but is also well trafficked by college students, tourists, shoppers, and after-work crowds. Its main hubs of activity are Union Square, the famous wedge-shaped Flatiron Building, and shopping along Broadway, Fifth Avenue, and Sixth Avenue.",
        "The shopping options, ranging from boutiques to chains, draw many people to the neighborhood, which occupies a sweet spot between the cool of downtown and the convenience of Midtown. Especially notable is the high concentration of bookstores in the Flatiron/Union Square area, from tiny themed indie booksellers to a huge Barnes & Noble. The neighborhood is a hotspot for food too - everything from fine dining to food trucks, plus a popular year-round farmers market.",
        "Housing in Flatiron is interspersed with NYU dorms and other academic facilities, offices, and commercial spaces. Apartment buildings, which mostly offer doorman service in this area, range from historic to contemporary, and from four floors to about forty.",
        "Overall, Gramercy and Flatiron represent a cultural blend between downtown and Midtown: upscale but accessible, hip but not edgy, family friendly but still possessing that fast-paced Manhattan vibe.",
        "Flatiron is the inner west side of the blocks in the 20’s. The Flatiron District, a really nifty area, gets it name from the Flatiron Building, a building on 22nd and 5th that looks flat from the sides and–surprise–kind of like an iron. The real estate here used to be less than $1 million, however, now you’re likely to see prices around $2.5 million. 23rd street is the heart of the Financial District, and is flanked by Madison Square Park. It is a popular neighborhood among those working in entertainment, particularly models, directors, and media moguls. There are also a number of startups and coworking spaces in the area."
    ],
    "Gramercy": [
        "wealthiest New Yorkers live? It’s not hard to guess the neighborhoods with the highest concentration of super-duper-rich residents, but the Census Bureau's American Community Survey offers concrete data.",
        "So with that in mind, what are the richest neighborhoods in New York City? If you were going to guess that most of them are in Manhattan, you would be correct—here are the top 10",
        "The latest neighborhood we are exploring in New York is! can feel like a secluded, private neighborhood, even though it’s located in central Manhattan. With few tourist attractions, the neighborhood is filled with residents looking for a place to relax with privacy. It is bordered on the south by Union Square, to the west by the Flatiron District, and north by 23rd Street.",
        "The tree-lined streets are filled with quaint brownstones and town homes. is considered a beautiful and desirable place to live. The neighborhood is a mix of longtime residents and newcomers (many of whom are celebrities) who enjoy being just removed from the commotion of Union Square and the East Village.",
        "The main draw of is Park, the only private park in Manhattan. Only the neighbors who live on the park’s perimeter have a key to unlock its gates (think Notting Hill). Park opens to the public one day a year on Christmas Eve for caroling. But if you are not lucky enough to be a resident, another option is to stay at the Park Hotel to receive the same access as those who pay an annual fee for a key to the park.",
        "Gramercy has deep ties to history and the arts. The National Arts Club and The Players Club sit next door to one another, and are both private clubs originally founded to support promote and educate the American people on the arts.",
        "Gramercy is also home to some great restaurants, Tavern among them. The street outside is currently under construction, so this isn’t a great photo, but don’t let that fool you. This is one of New York’s finest restaurants with a fixed priced tasting menu that will cost you a pretty penny.",
        "Pete’s Tavern, New York’s oldest continuously operating bar opened in 1864 and continues to serve some of the best Italian cuisine. Javelina is the cities’ only Tex-Mex restaurant.",
        "Other great picks in the neighborhood are Casa Mono, Friend of a Farmer, and Irving Farm.",
        "As for nightlife, Irving Plaza or Theater are the perfect spots to catch a show from some up and coming bands. If jazz music is more your thing, be sure to check out the Jazz Standard.",
        "In a city that is constantly in a state of rapid change, Gramercy NYC remains the sedate, historic pinnacle of tradition that it has always been. It provides the same quiet charm as always, even as its surrounding neighborhoods change their personas with the seasons. Nestled between the busiest parts of Manhattan, Gramercy is an urban oasis for those that would get FOMO living too far away from the city, but still value peace and quiet.",
        "‘Gramercy’ is actually an anglicization of “Crommessie,” which was derived from the Dutch term, “Krom Moerasje” meaning “crooked little swamp.” This described the area before developer Samuel B. Riggles purchased the plot of land and set off to drain the swamp and develop Gramercy Park and the surrounding neighborhood upon the reclaimed land.",
        "Since its creation, the park has been renowned for its exclusivity and privacy. This changed in 1863 when Gramercy Park was opened to Union Soldiers tasked with quelling the dangerous 1863 Draft Riots.",
        "In 1966, the Gramercy Park neighborhood was designated as a historic district and was added to the National Register of Historic Places in 1980. To this day, the park remains one of only 2 private parks in NYC.",
        "Gramercy NYC provides adequate accessibility to other areas within the city and outer boroughs, with access to the 4, 5, and 6 trains, as well as the N, Q, R, and L. Thankfully, the transit system doesn’t disrupt the quiet tranquility of the neighborhood.",
        "The lifestyle in Gramercy is particularly devoid of the types of things that define lifestyles in other neighborhoods, such as restaurants, stores, and bars. Gramercy’s value is the counter-cultural vibe the neighborhood provides juxtaposed to Manhattan as a whole. If Manhattan is fast, busy, loud, and defined by change, Gramercy is leisurely, tranquil, and has withstood the test of time as a central location of tradition and history while still maintaining downtown ties.",
        "The cuisine in the Gramercy NYC neighborhood reflects the area. While there’s nothing extreme or avant garde about the offerings, the area is saturated with plenty of quaint, charming, affordable eateries. Some of our favorites are Casa Mono, Upland, Maialino, and Friend of a Farmer.",
        "Considering its status as an upper-tier neighborhood, its unique tradition and history, and its close proximity to downtown, the real estate prices in Gramercy are rather affordable compared to other highly sought-after neighborhoods. The median sales price for a property is $941,000 and the median rent is $3,300/mo.",
        "For those not interested in the glitz and glamour of downtown life or in being part of the daily grind of Midtown, Gramercy NYC can be your quiet, safe haven within Manhattan. You’ll be surrounded by other like-minded people attracted to creating their own small town community within the big city, with one of the most lush, green environments in Manhattan (outside of Central Park) as your backdrop.",
        "Gramercy, the quieter, more posh eastern section of the neighborhood, is centered on Gramercy Park, the only private park in Manhattan that is accessible exclusively to those who hold a key. Lovely, intricate details on landmarked houses, and actual backyards and even mansions (a rare sight in Manhattan) make it pretty apparent that most residents are well heeled. Indeed, the list of homeowners around Gramercy Park includes the likes of Julia Roberts, Uma Thurman, and Jimmy Fallon.",
        "Besides the gated park and the beautiful homes that surround it, the area around Gramercy Park is home to two private arts clubs, the Players and the National Arts Club. But not everything around here is accessible only to those who can afford the annual members' fees. There are restaurants, bars, and stores along the north-south avenues, like in most of the rest of Manhattan. One classic spot is Pete's Tavern, where writer O. Henry spent time in the early 1900s.",
        "Further from the iconic park are hospitals, schools, and public parks. Housing in the wider neighborhood of Gramercy is a mix of historic townhouses and both classic apartment buildings, and newer high-rises with doormen. Due to zoning laws, tall buildings don't get any higher than about twenty floors in this area.",
        "Overall, Gramercy and Flatiron represent a cultural blend between downtown and Midtown: upscale but accessible, hip but not edgy, family friendly but still possessing that fast-paced Manhattan vibe.",
        "Gramercy is one of the most beautiful neighborhoods in Manhattan. It’s downtown, but it’s almost its own silent corner. There are few tourists compared with the nearby East Village and Soho. At the middle of Gramercy is Gramercy Park, a privately owned enclave built in the 1800’s. Unless you live on the blocks facing the park, you cannot get a key and get in. The community of Gramercy Park isn’t very friendly, but the surrounding parts of Gramercy can be very welcoming.",
        "It's Manhattan's only private park, but the neighborhood that surrounds the key-only parcel bears the same name. It's widely recognized as a posh area but also one of the island's prettiest pockets. It could be one of the city's most convenient addresses as Gramercy Park lies within a quick walk of Chelsea, the East Village, NoHo, Union Square, and NoMad. That means two public parks (Union Square Park and Madison Square Park) are within a quick jaunt for those who aren't lucky enough to inherit a key to Gramercy Park (there are just 383 keys in circulation). Some of the best restaurants in New York and old-school taverns dot the area, and the Players Club and the National Arts Club fit well into the neighborhood. You'll spend more on rent closer to the park, but toward the river, you might find a bargain. Expect to pay in the range of $2,500 for a small, walk-up one-bedroom, and more than $4,000 for a more spacious flat in a doorman building close to the park. If you can afford to rent on Gramercy Park, you may land one of those coveted keys and be able to explore a piece of Manhattan that few ever will.",
        "Gramercy can easily be said to be one of New York City's more quiet and serene areas to reside in.",
        "Snuggled by the Flatiron District, Stuy Town, Kips Bay, and Noho, it's surprising what a tranquil oasis this neighborhood is.",
        "In this Gramercy Park neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "Though it may be centrally located in the city, sitting just north of the rowdy East Village, there are no big-name attractions to entice a chaotic environment.",
        "Although, the neighborhood, its buildings, and institutions have a lot of history to brag about.",
        "Though Gramercy Park is known to be a members-only exclusive park with keys only available to a select lucky few, the neighborhood's manicured brownstones, lush greenery, and all-around chill feel will help you look past not being one of those lucky few.",
        "Residents are simply looking to relax somewhere in peace while also having the luxury of living in one of the world's most hectic cities.",
        "Even if you're not a prospective resident, the elegant, historic brick townhouses aligning this upscale neighborhood deserves a gander if you're in the area.",
        "FUN FACT: Roughly 400 numbered and coded keys to Gramercy Park are in circulation. They are very hard, if not impossible, to copy.",
        "Zoning laws make it so that the tallest building in the area tops out at 20-stories. The largest private house in the neighborhood is a 42-room mansion that sold for $7 million in 1993.",
        "Known for its classic townhouses and privately owned park, this quaint, lovely neighborhood's average cost of rent is definitely not cheap.",
        "Many notable celebrities can be spotted strolling the streets of Gramercy.",
        "If you're looking to move, finding an apartment facing the exclusive Gramercy Park may prove harder than you think, however you are provided the opportunity to snag one of these gems given you have the financial means to do so.",
        "Residents of the townhouses, apartments and co-op buildings in the area admire the pre-war details like crown moldings, sunken living rooms, and high-end finishes.",
        "This easily walkable neighborhood is within a few blocks of Greenwich Village and Union Square which both have CitiBike options as well access to most main subway lines.",
        "The convenient placement of Gramercy provides residents with a smooth work commute. Safety is never an issue and the location allows for easy access to grocery stores, popular bars as well as some of the more lively areas of Manhattan.",
        "Home to some of the cities more upscale fine dining spots, Gramercy has your pick of a variety of international quality cuisines.",
        "If you want to catch a spectacular view of the Park, then head over to the Gramercy Park Hotel and go to Maialino. Be sure to make a reservations ahead of time!",
        "Another other favorites spot with consistently good food and service is Upland. This stunningly spacious restaurant delivers taste bud satisfaction for all three meals. Celebrity sightings are not uncommon.",
        "Irving Farm Coffee Roasters is great for an above-average cup of joe. This specialty coffee shop offers blends from around the world.",
        "Gramercy Tavern has been one of America's favorite restaurants since its opening in 1994. There is no question as to why this is a five star restaurant that you need a reservation to enjoy. Gratuity is included in the bill, so just sit back and focus on enjoying the rustic fare from the wood-burning grill.",
        "Of course, one of the main draw to Gramercy Park is the stunning private park that it's centered around.",
        "While, it is nearly impossible to get a key (the locks change every year), you can easily gain access by renting a room at the Gramercy Park Hotel, which offers keys to its guests.",
        "If you're looking for a night out with friends at a great pub or bar, Gramercy Park has no shortage of places to hang.",
        "Some favorite neighborhood haunts include Rose Bar and Jade Bar at the Gramercy Park Hotel, Pete's Tavern, The Winslow, Ampersand, and the speakeasy-styled Dear Irving just to name a few.",
        "Gramercy Park doesn't just stop there. There's day and night-time culture to be had.",
        "Check out the neighborhood art scene at the likes of the National Art Club as well as the Sidney Mishkin Gallery at Baruch College.",
        "For great performances musical and theatrical, look no further than the Players Club and the Gramercy Theatre. You'll even be able to catch a lot of laughs at the neighborhood comedy club The Stand."
    ],
    "Greenwich Village": [
        "It’s hard to find a New York neighborhood with more urban charm than Greenwich Village, a cozy area of landmarked and leafy winding streets lined with low-rise brownstones. It’s also hard to find a place where a family can live: The neighborhood’s median asking price for a three bedroom, two bath is the same as Tribeca’s at $6,995,000, but there are just 41 for sale. (The median rent is an eye-popping $16,225 a three-bedroom apartment.)",
        "Aside from the picturesque environs, The Village is home to community gathering place and informal performance venue Washington Square Park (which has a playground, dog run, large central fountain, and iconic Washington Square Arch), and Union Square and its playground are not far away. The presence of New York University is (for better or for worse) felt strongly here; the school does put on lots of family-friendly events and programming. NYU’s Skirball Center frequently stages shows for young audiences, and films of all kinds can be caught at the Angelika Film Center and the IFC Film Center & Cafe.",
        "Yet another neighborhood in District 2, Greenwich Village is home to strong elementary schools, including P.S. 41, P.S. 3, and P.S. 340, the last of which was opened in 2014 to help alleviate overcrowding at P.S. 41.",
        "Greenwich Village brings together many of the best parts of living in a big city: constant buzz, great bars and restaurants, easy to get around, while still retaining a small neighborhood feel. Although today's Village is very different from the neighborhood previously frequented by Bob Dylan and Jimi Hendrix, it retains much of its long-time cool.",
        "In the the sections below, you'll get a glimpse into life in Greenwich Village. But before you go anywhere, make sure you scroll through the photos in the gallery below. Nothing can tell the story of a neighborhood as well as a few good photos.",
        "Greenwich Village's vibe is defined by its history. A long-time haven for free thinkers and free spirits, the neighborhood still exudes a cool that even decades of gentrification can't quite cover. Today, the Village is a melting pot of students, professionals, and lifers, all of which are attracted to the neighborhood's tree-lined streets, bars, and (expensive) brownstones.",
        "After several decades of gentrification, Greenwich Village has long since smoothed its rougher edges. It is no longer the city's primary home to artists and poets, but still seems to attract those looking to unwind. During the day, Greenwich Village buzzes with tourists checking out Washington Square Park on their way down into SoHo, and remains just as crowded at night as younger New Yorkers converge on the neighborhood's bars and restaurants. Even today, Café Wha and the Bitter End are destinations for up-and-coming musicians hoping to travel the same path as previous regulars like Jimi Hendrix, Bob Dylan, and Bruce Springsteen.",
        "Apart from the crowds, there isn't a lot about Greenwich Village that reminds you that you're in Manhattan. During the summer, the sidewalks spill over with outdoor seating for bars and cafes and the streets are more likely to be shaded by trees than high-rises.",
        "As the home of a large number of young professionals and several of New York University's campus buildings and dormitories, Greenwich Village certainly skews young. The neighborhoods cafes, restaurants, and shops typically cater to this younger target. But, on any given street you are also just as likely to find an older person out for a stroll, and if you asked them, they would likely tell you that they had lived in the Village for decades.",
        "Living in Greenwich Village typically means trading space and new construction for charm and a spot in the heart of Manhattan. Most Greenwich Village apartments are walk-ups, and nearly all of them are much smaller than would be available in other parts of the City. There are very few luxury buildings and only a small number of buildings with doormen. Given the small apartments and many flights of stairs, Greenwich Village typically isn't a destination for families.",
        "Commonly known as “The Village,” Greenwich Village used to be the bohemian capital. Like most other places in Manhattan, the desirability of living there has caused rents to increase. Today, it is home to combination of families, successful artists, and professionals. Living here can be expensive as the space is limited. Greenwich village has a very friendly community and is known to have the city’s best bakeries such as Magnolia Bakery on Bleecker Street. Greenwich village is often crowded during holidays, such as the Halloween Parade and the Gay Pride Parade, which you should definitely experience at least once if you live in NYC.",
        "Located west of the lower east side of Manhattan, Greenwich Village is mostly known for being the epicenter of the counterculture movement of the 1960's.",
        "In this Greenwich Village neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "The free love vibe has made it the cornerstone for artists, musicians and the LGBT community in particular.",
        "Popular hangouts like The Stonewall Inn (see: Stonewall riots of 1969), Christopher Park and NYC AIDS Memorial Park are geared specifically toward raising awareness for the LGBT community.",
        "Not only is the neighborhood's energy a stark contrast to the rest of Manhattan's, but so are the housing structures.",
        "Most of the buildings in the Village are mid-rise apartments, 19th century row houses and one-family walk-ups.",
        "Generally referred to as \"the Village,\" this large neighborhood is surrounded by some other pretty hip areas.",
        "It is bounded by the West Village (west of 6th Ave), the East Village (east of 4th Ave), Soho (south of Houston) and Chelsea (north of 14th St.).",
        "The neighborhood's historical highlights have made the Village one of New York City's most famous areas.",
        "But there's a catch...",
        "Though it may be one of the most historic and picturesque parts of NYC, the cost of living is pricier and spaces are smaller than other neighborhoods.",
        "With prestige comes high rental prices!",
        "The Village is a serene escape from the hustle and bustle of the city, but only for those who can afford it.",
        "Fun Fact: Before it was an unofficial hangout for NYU Students, Washington Square Park was a cemetery beginning in the late 18th century. In 1797, the Common Council acquired the land and used it as a potter’s field and place for public executions. Yikes!",
        "If you're looking to move, Greenwich Village is comprised of a variety of buildings and edifices typical of lower Manhattan.",
        "These include mid-rise buildings, historic townhouses, converted loft warehouses, and tenement-style apartment buildings.",
        "Since the Village is one of the most popular areas in NYC, access to public transportation is a breeze.",
        "One thing the Village is not short on is good food!",
        "Looking to grab a quick tasty bite or dine fancy?",
        "Greenwich Village has got what you didn't even know you need in your life.",
        "The Village has so many options it'll make your head spin.",
        "From the cheapest to the most expensive. Exquisite to the most unsophisticated. Both will not disappoint.",
        "Pro Tip: Save yourself an ATM fee and carry cash to dinner. Many are cash only!"
    ],
    "Harlem": [
        "Harlem is a big area, and you’ll find different features and character (and in some cases, school districts) in the neighborhoods of West, Central, and East Harlem. But overall, the neighborhood is home to numerous large apartments, going for fewer dollars (in some cases, significantly). As our recurring townhouse picks show, it’s also an area where, if you have your heart set on living in a brownstone, this type of housing stock is more affordable than other parts of the city.",
        "To the west, there is Riverbank State Park, a 28-acre, multi-level complex with an Olympic-size pool, carousel, playgrounds, skating rinks, and more. More central is St. Nicholas Park, where a playground was recently renovated. The northern part of Central Park includes the man-made lake, Harlem Meer, a wildlife habitat and popular spot for catch-and-release fishing; the Charles A. Dana Discovery Center, which holds programming and events, and Lasker Rink and pool. Central Harlem also has Marcus Garvey Park, where the rec center is slated for renovation. And to the East, Thomas Jefferson Park is an active community hub, with a new skate park, playgrounds, a pool, track, and rec center. Finally, on the far north end, there is Jackie Robinson Park, slated to see major improvements by 2020.",
        "Cultural institutions include the Apollo Theater, and to the south, El Museo del Barrio and the Museum of the City of New York. Both museums run family-friendly exhibits and programming. The Schomburg Center for Research in Black Culture, part of the New York Public Library system, was recently upgraded and holds a wide range of events, while the northern Macomb’s Bridge Library is moving to a larger, improved facility. Of course, the New York Yankees play just across the river in the Bronx.",
        "Three school districts cover Harlem: Northern part of District 3, District 4 (East Harlem) and District 5 (West Harlem). High performing schools in the area include public unzoned schools Central Park East 1 and Central Park East 2, with priority given first to families in District 4, and then District 5. Aranow cites District Five’s P.S. 125 as an up-and-comer, and many families opt for charter schools in the area, including Success Academy, KIPP Infinity, and Harlem Village Academy. For private school, there is Harlem Academy, which has a sliding scale tuition, and the usual suspects on the Upper West and East Sides and to the north in Riverdale.",
        "Harlem is known as one of the largest neighborhoods in Manhattan. Founded by the Dutch, it has had a reputation as a dangerous place with violence and drugs. However, it is becoming a much more livable and safe place. Harlem is now a mix of modern luxury buildings and affordable houses. The combination of new and old businesses blend together quite nicely. Harlem has a vibrant community with well-maintained parks where you can go for a jog in the morning or walk your dog. It is one of the most northern neighborhoods in Manhattan, so make sure to factor in the commute if you spend time downtown.",
        "Located in the northern section of Manhattan, Harlem spans from the Harlem River on the East side of Manhattan to the Hudson River on the Westside.",
        "In this Harlem neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "It's cradle between the neighborhoods of East Harlem, Morningside Heights, and Washington Heights.",
        "Harlem is divided into two sections - Central and West, and includes numerous subdivisions such as Manhattanville, Sugarhill, and Hamilton Heights.",
        "This area was well-known for the \"Harlem Renaissance\" in the 1920's and 30's, where celebs and artists flocked to the neighborhood to enjoy speakeasy drinking and performances by some of the best jazz musicians and dancers of the day.",
        "A venue that's still popular today for performances and appearance by famous celebrities, The Apollo Theater is a historic theater that started as a burlesque theater in 1913.",
        "Harlem is a great place to learn about black history, music, and art in New York and America, rich with libraries, museums, and galleries.",
        "It's also a great place for peaceful views on the Hudson by heading over the Riverbank State Park. Harlem enjoys the presence of three parks within its boundaries and borders Morningside Park and Central Park.",
        "Harlem offers a wealth of housing. Wide streets and fully-renovated century-old brownstones, limestone and brick townhouses make up most of Harlem's sound architecture.",
        "Co-ops and condominiums are few and far between in this historically-rich neighborhood.",
        "Attending Harlem church has become quite popular. So popular in fact that guests are often times turned away for lack of space.",
        "Morning services are usually less crowded but remember to arrive early to ensure you get a spot!",
        "FUN FACT: The Great Migration was the time from 1910 through 1920 where African Americans in large numbers migrated from the South to the North, after the Civil War for a better life.",
        "From Ethiopian to Soul Food, Harlem's eight zip codes have a cuisine variety to cater to your palate.",
        "If you're looking to take in more of the local scenes, the stop by Sylvia's Restaurant. For soul food, this is the biggest name in the city! They even have gospel brunch with live music every Sunday.",
        "In the mood for Mexican? Stop by Oso, a cute little spot on Amsterdam Ave, for some delicious tacos and margaritas. Or choose anything from their wide-ranging menu and you won't be disappointed.",
        "Voted #2 best chicken and waffles in the country, Amy Ruth's Home Style Southern Cuisine was inspired by the memory of a loving grandmother. The love does indeed live on through Amy's excellent southern food.",
        "When you're ready to step outside of your cuisine comfort zone, head over to Zoma, a modern, upscale setting in lower Harlem that includes complex flavorings and layers of taste."
    ],
    "Hell's Kitchen": [
        "Compared to the quaint enclave in the city that is Greenwich Village, Hell’s Kitchen feels more urban jungle, but development in and around the neighborhood makes it increasingly family-friendly. (Although admittedly, navigating the more tourist-filled streets of the area with a stroller can be a challenge.)",
        "With its proximity to Times Square, it’s obviously a good spot for fans of theater, but beyond Broadway, the Upright Citizens Brigade Theater and Theater Row on 42nd Street often host shows for kids. The Intrepid Sea, Air & Space Museum is at 46th and the Hudson River, and the neighborhood’s green space is De Witt Clinton Park, which has numerous athletic fields, a playground, a dog run and more.  The area also has a community garden that has been operating since 1978.",
        "The mega-development Hudson Yards, which debuted earlier this year, essentially brought a manufactured luxury neighborhood to the immediate south of Hell’s Kitchen, an area previously largely industrial. Amenity-heavy buildings are going up on the far West Side of the neighborhood; a recent Localize.city analysis found that more than 40 percent of Hell’s Kitchen homes for sale are in buildings with private pools.",
        "Hell’s Kitchen is another District 2 neighborhood, although a popular elementary school in the neighborhood is P.S. 212, which admits children from throughout the district via lottery. Adams sees many parents electing to send children to G&T programs outside the neighborhood, but Aranow identifies schools such as P.S. 51 and P.S. 111 as exciting schools with strong communities and programs (P.S. 51, in particular, is known for its arts curriculum).",
        "Beautiful area, one of the (surprisingly) most affordable places in lower Manhattan. Great restaurants around every corner and close to all the big broadway theaters. Downside is, your closest/best trains are Times Square, which means dealing with that mess every day, even if you're just trying to get groceries. Also if you walk too far south you're guaranteed to be harassed by all the vagrants hanging out outside port authority.",
        "Hell’s Kitchen is an awesome neighborhood. Take a stroll and take in the architecture, or go on an around the world food trip. There is so much to see and do, that you could spend multiple days and eating and exploring in this neighborhood alone! Spanning from 59th-34th and 8th Avenue west to the Hudson River, known for its plethora of restaurants, Hell’s Kitchen will leave your tummies happy.",
        "So, let’s talk about food first! There are so many places to choose from, and virtually any cuisine you desire. From BBQ, to Thai, to French, to American classics you can’t go wrong. Room Service is some of the best Thai in the city, and if you want some good old fashioned BBQ try out Daisy Mae’s or Southern Hospitality. One of our favorite Mexican food spots is El Original because they are one of the few spots in the city that serve queso! Another all time favorite spot, Meatball Shop, has a location in Hell’s Kitchen. Don’t forget about Gotham West Market if you want a full sampling of foods!",
        "If it’s just a snack you are looking for, pick up a cookie at Schmackary’s, or maybe some fresh bread and bakery items at Amy’s Bread!",
        "For nightlife head to Flaming Saddles for a for sure good time, or Hudson Terrace for a little more of a lighthearted night out with friends.",
        "Head on over to the river to experience the Intrepid Museum, or wave at the cruise ships as they take off!",
        "If you want to stay in Hell’s Kitchen look no further than The Hudson, Yotel, or the Skyline Hotel. Ash and I have stayed at the Hudson and had an incredible experience. It’s a bit hidden, so make sure you look for the iconic trees that sit outside the entrance.",
        "Hell’s Kitchen is an awesome neighborhood. Take a stroll and take in the architecture, or go on an around the world food trip. You won’t be disappointed in your results. There is so much to see and do, that you could spend multiple days and eating and exploring in this neighborhood alone!",
        "Already familiar with this neighborhood? Leave a comment with your favorite spots. What neighborhood do you want us to explore next?",
        "To the west of 8th Avenue lies Hell's Kitchen, a relatively calm section of the neighborhood-but it's all relative, of course. Hell's Kitchen has recently become studded with stylish restaurants and bars all up and down 8th and 9th Avenues. It is also one of the city's newer hotspots for gay nightlife, offering a more laid-back version of Chelsea's club scene.",
        "With its wide streets and proximity to Times Square and Port Authority, Hell's Kitchen could never be considered quaint or quiet, but it does have its own charm. Most businesses are quite small, and historic buildings are less than six stories tall and house walk-up apartments. It's a popular home for actors and artists, as well as plenty of other people who want to live within walking distance of their jobs.",
        "Hell’s kitchen may seem like a aggressive neighbor judging by its name, but that’s not the case. According to majority of the locals living here, it’s a very fun neighborhood. It has extensive theatre and restaurant culture. Hell’s Kitchen is now named Clinton, but most NYC citizens haven’t adapted to the new name yet. Hell’s Kitchen is home to many Broadway and off-Broadway theatres. Bryant park, the area’s greenery, has an ice skating rink in the winter and shows movies in the summer for free. You’re not too far from the chaos of Times Square, but it’s a little more peaceful.",
        "Sandwiched between the Upper West Side and Chelsea on the west side of midtown Manhattan, Hell's kitchen has attracted many young professionals looking to make it in the entertainment industry, thanks to its proximity to Broadway theaters and the Actors Studio training school.",
        "Many famous actors from Jerry Seinfeld to Madonna have resided there in large part because of that reason.",
        "In this Hell's Kitchen neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "While the main theater area of Broadway is outside of Hell's Kitchen's borders, it is home to the Alvin Ailey American Dance Theater, The Upright Citizens Brigade Theatre, Broadway Dance Center, New World Stages, Terminal 5, and Stage 48.",
        "You'll find plenty of activities along the Hudson River piers as well as the ever-popular Intrepid Air, Sea, and Space Museum.",
        "And there's always an event or exhibition happening at the Jacob Javits Center to the southern end of the neighborhood.",
        "Even if you don't find what you want within its boundaries, Columbus Circle, Central Park, Lincoln Center, and the Theater District are well within walking distance of Hell's Kitchen.",
        "After almost 30 years of gentrification, Hell's Kitchen, also known as 'Clinton,' has gone from being the most sketchy part of Manhattan to one of the most sought-after areas to live.",
        "Along with rising rent prices, the neighborhood is also seeing an increase in commercial and residential complexes.",
        "Fun Fact: There are many theories as to how Hell's Kitchen got its name, but one of the most popular is the story of when:",
        "Two cops, one green and the other seasoned were watching a riot in the same neighborhood involving ‘youth’ and ‘age.’",
        "Gradually, it increased and the seasoned officer commented, “This place is a hell of its own.”",
        "To this, the other Green Cop replied, “Hell is a mild climate for this street. This place is Hell’s Kitchen.”",
        "Hell's Kitchen is bound by the 8th Avenue subway line on 50th Street but a short walk to 42nd Street will get you to Port Authority Bus Terminal or 34th Street - Hudson Yards Subway.",
        "Hell's Kitchen has come a long way since it's low-rent crime-ridden days. Average rents have risen to some of the highest in the five boroughs.",
        "However, Manhattan Plaza, a famously affordable building in the neighborhood since the 1970s and devoted to performing artists is still under Section 8. 70% of the unit is dedicated to those in the performing arts and entertainment industry.",
        "Some famous people who have passed through are Larry David, Samuel L. Jackson, and Alicia Keys.",
        "No other neighborhood in Manhattan can claim to hold the title of \"Restaraunt Row,\" thanks to their awesome selection of ethnic cuisines.",
        "You'll be able to find all kinds of restaurants, but Hell's Kitchen is known for great Thai (particularly along 9th Ave.).",
        "However, there is no shortage of Brazilian, Mediterranean, French, Mexican, and even Afghani food in this 'hood.",
        "Any of the distinctive restaurants found along 46th Street (between 8th and 9th Ave) is usually jam-packed with theater-goers or locals looking to savor quality flavors and tastes.",
        "Foodies also make sure to never miss out on the annual International Food Festival which takes over Ninth Avenue every May, shutting down 20 blocks for local food vendors to shell out only the best international cuisines."
    ],
    "Inwood": [
        "With a median rent well below the Manhattan average of $3,250, it’s easy to see why Inwood is a destination for budget-conscious New Yorkers. Those who head up north will find that most of Inwood’s housing stock consists of smaller prewar buildings and semi-detached homes. Zoning laws have kept high-rises out of the area, but that may change as developers look to cash in on the neighborhood’s popularity and waterfront views. For now, Inwood residents are content to enjoy their hilly landscapes and tree-lined streets without the arrival of glossy new developments.",
        "While Inwood may feel like a remote village, it is far from isolated. Served by the A express train and the 1 local line, Inwood makes getting to Midtown and lower Manhattan relatively easy. The A train from Dyckman Street Station can get you to Midtown in about 20 minutes. There’s also bus service:. The Bx12, Bx20, and Bx7 all provide transport for quick jaunts around the hood. Citi Bike hasn’t made its way this far north, but then local residents might not be in a rush to pedal uphill.",
        "What the neighborhood lacks in large commercial shopping spots, it makes up with charm. The main thoroughfares of Dyckman Street and Broadway are both dotted with restaurants, bars and small shops. You can get your basic toiletries at Dichter Pharmacy and sit at the old school soda fountain while waiting for your prescription to be filled. When’s the last time you had a milkshake or sundae while shopping?",
        "For big-box stores and a mall experience, take the 1 train two stops north to River Plaza at Broadway and 225th Stret. Target and Marshalls will gladly put a dent in your wallet.",
        "If you’ve still got energy to burn after hiking up those steep streets, you can try out some of the neighborhood’s more specialized fitness studios. Planet Fitness is an all-purpose gym for those looking to save on monthly fees. Need a more personalized regimen? Hanuman Health Club will strike the right balance of holistic health and hardcore strength training. PRXNYC is for those looking to get their butt kicked with resistance and weight training.",
        "If you prefer to exercise outdoors, you can’t beat Inwood’s parks and greenways. Both Inwood Hill Park and Isham Park are great spots for outdoor recreation, whether it be running through the woodsy paths of the former or doing sun salutations in the public gardens of the latter.",
        "Inwood offers something almost entirely unique in Manhattan—the ability to get away from it all. Perched right on the island's northernmost tip, this small neighborhood is surrounded by the Hudson and Harlem Rivers, giving it an infinitely spacious feel. The leafy, forested park is perfect for getting some respite from the nonstop buzz of downtown. There's also a recognizable community feel, with a strong European-style café culture.",
        "Inwood may have the taste of an old-world, less crowded area of Manhattan, but it's far from isolated. The Express A train travels to Times Square in just a half hour, meaning events happening downtown are only minutes away.",
        "As is a common theme in the neighborhood, apartments in Inwood are different than those elsewhere in the city. Longstanding building restrictions mean the majority of buildings are low-rise, giving the area an open and spacious feeling. Of course, the leafy parks help.",
        "Inwood apartments for rent range from classic to modern, while Art Deco properties are somewhere in between. If you're drawn to older Inwood apartment rentals, most properties offer a long list of period features, from original cornicing to fully functioning fireplaces. In addition to these details, many buildings also offer communal gardens.",
        "Inwood's waterside location has long been appealing; the caves in the local park even show signs of prehistoric habitation. More recently, though, Inwood was home to the Lenape Native Americans until Dutch settlers bought the land from them in the 17th century. When the subway and other transportation links arrived at the beginning of the 20th century, it really began to develop into the residential neighborhood it is today.",
        "Night or day, it's easy to find good food in Inwood. Some of the neighborhood's main draws are the low-key coffee shops and eateries by the Dyckman Strip. Expect mid-day crowds at many of the eateries, as local workers flock to the cafés and delis during their lunch breaks.",
        "For evening dining, head to the area around the Dyckman Street Station. Just like the café scene in the daytime, restaurants in Inwood tend to spill out onto sidewalk terraces, making it easy to choose what you might want to eat as you walk along.",
        "One local favorite is Mamasushi, a Japanese restaurant with a Latin American twist. A menu favorite is the merengue roll with salmon tempura, avocado, cream cheese and sweet plantain. Beans and Vines (on the corner of Academy Street near Broadway) is an independent café that's a favorite for a quiet lunch or coffee.",
        "Cachapas y Mas serves up authentically fresh Venezuelan food. Quick service and low prices (alongside big flavors) make it ideal for a fast meal on the way home in the neighborhood.",
        "Without a doubt, Inwood's biggest attractions are its parks, and Inwood Hill Park and Fort Tryon Park are at top of the list.",
        "Inwood Hill Park is great for exploring. The forest makes it a popular spot with birdwatchers, plus, it's almost entirely un-landscaped, which is rare in Manhattan. The park's slightly wild terrain sums up what makes Inwood such a unique neighborhood.",
        "Fort Tryon Park is equally spectacular—most often visited by those seeking The Cloisters. Part of the Metropolitan Museum of Art, The Cloisters houses some impressive sculptures and pieces of decorative art. However, it's not just what's inside that's the draw; the building itself is the result of an ambitious project by architect Charles Collins which saw sections of five European abbeys disassembled and shipped to America, where they were rebuilt as one new structure.",
        "Most people know Inwood NYC as the northernmost neighborhood in Manhattan. What many don’t know is that it has a charming culture and one of the most storied histories in all of NYC. The neighborhood is bound by the Harlem River to the north and east, the Hudson River to the west, and Fort Tryon Park and Dyckman Street to the south.",
        "Inwood NYC has a fascinating history. In 1626, it’s believed the Dutch colony of New Netherland purchased Manhattan from the Lenape Native Americans. They would later establish the southern portion as New Amsterdam, which would become Manhattan. To this day, a plaque in Inwood Hill Park commemorates the rumored location where this deal took place.",
        "The neighborhood was largely rural well into the early 20th century, until the development of the modern A and 1 train lines. At this point, opportunistic developers began constructing art deco apartment buildings on the east side of Broadway, in anticipation of an influx of new citizens. Many of these buildings still stand today and can be admired while taking a stroll along Broadway and the Hudson River.",
        "Being in the northernmost tip of Manhattan, Inwood NYC is going to have less accessibility than a midtown or downtown neighborhood. With that being said, the introduction of new rail lines was a main contributor to the population and development boom in the neighborhood nearly a century ago. The A train runs along Broadway and can be accessed at the 207th Street Station or the Dyckman Street Station. The 1 train also serves the neighborhood, running along 10th Avenue.",
        "The lifestyle in Inwood varies, with different areas having their own distinct cultures. West of Broadway to the Hudson River is a beautiful part of the neighborhood, luxury condos and lush parkscapes line the clean streets.",
        "Along Dyckman Street, nightlife is more prominent, housing bars and clubs like Dyckman Bar, Tryon Public House, and Fat Pig. Naturally, the area has more professionals and students, so it can get a bit loud.",
        "The cuisine in Inwood is diverse, offering an array of food options from different cultures and in various price ranges. Some of the neighborhood favorites are Beans and Vines, Indian Road Cafe, Raices, and Bocaditos Bistro.",
        "Apart from being the northernmost neighborhood in Manhattan proper, Inwood is also one of our top picks for value for money. For its price, only East Harlem, Central Harlem, and Washington Heights can compare.",
        "Of these options, Inwood is definitely the often forgotten choice for those seeking a nice, spacious apartment on a budget. The median sales price for a 2-bedroom apartment is $539,000 and the median rent price for a 2-bedroom is $2,200.",
        "Our final verdict on the often overlooked neighborhood is that it’s a great option for those commuting to work in midtown, or those looking for a quieter neighborhood away from the bustle.",
        "The neighborhood is a bit of a mixed bag, but some of the more sought after areas are just as nice as any neighborhood in Manhattan. Add Inwood’s affordability into the mix, and this may be one of the most underrated neighborhoods in NYC.",
        "In this Inwood neighborhood review, we'll look into public transportation, restaurants, average apartment rent and sale prices.",
        "Located at the northernmost tip of Manhattan, Inwood is a low-key neighborhood bounded on three sides by the Harlem and Hudson Rivers.",
        "Inwood is just north of Fort George/Hudson Heights and south of Spuyten Duyvil and Marble Hill.",
        "Because of the neighborhood's zoning restrictions limiting building heights to seven stories, this Upper Manhattan enclave has been able to maintain a rather calm landscape.",
        "Many residents describe Inwood as a friendly, community-oriented neighborhood where people watch out for each other.",
        "It has more of suburban feel compared to the rest of Manhattan.",
        "Though once plagued by crime and violence, Inwood has seen a huge drop in crime since the 1990's.",
        "It is very culturally diverse. Nearly half of Inwood's residents are foreign born.",
        "Specifically, Inwood is home to the city's largest Dominican population.",
        "Fun Fact: 196-acre Inwood Hill Park, home of NYC's last natural salt marsh and natural forest, grants a very peaceful vibe to the area.",
        "Inwood is often referred to as the last affordable neighborhood in Manhattan, so there is no better time than now to snatch a place while you can!",
        "Although Inwood does not host the luxury apartments that can be found in Gramercy or Chelsea, it does have many spacious co-ops and low-rise walk-up tenements for a good value in an area with good schools.",
        "I know what you're thinking....",
        "\"But the commute...it's going to be super inconvenient!\"",
        "I've got news for you my friend, it's really not!",
        "You will most likely (depending on MTA) make it to your Midtown 9-5 faster than if you lived in Queens or Brooklyn.",
        "Approximate time from Inwood to Midtown is 30 minutes.",
        "Inwood is a very convenient neighborhood to live in if you use public transportation.",
        "The A train from the 207 St. station will get you just about anywhere in the city in a matter of minutes.",
        "Car owners, on the other hand, often encounter trouble when trying to find parking and parking garages will burn a hole in your wallet in no time."
    ],
    "Kips Bay": [
        "Kips Bay is a neighborhood with the character of a toddler — or, rather, four toddlers immersed in parallel play. Stretching from the East River maybe to Lexington Avenue, and from 23rd Street to roughly 34th Street, it takes on a different aspect along each thoroughfare.",
        "First Avenue in Kips Bay, for example, is an empire of health care dominated by NYU Langone medical center. Here, hospital buildings sit shoulder-to-shoulder, and scrubs are the principal street fashion.",
        "Second Avenue has midcentury apartment buildings dressed in muddy brown and mustard brick. It also has one standout sand-colored Colossus: the 1962 Kips Bay Towers complex designed by I.M. Pei.",
        "Third Avenue, especially north of 32nd Street, is saturated with bars and the people in their twenties who patronize them.",
        "And Lexington Avenue is known for its string of South Asian restaurants that gave it the nickname “Curry Hill.”",
        "A five-story limestone townhouse built in about 1885, with a two-bedroom, garden-level duplex and three floor-through one-bedroom apartments, listed at $5.4 million.",
        "226 EAST 32ND STREET A five-story limestone townhouse built in about 1885, with a two-bedroom, garden-level duplex and three floor-through one-bedroom apartments, listed at $5.4 million. 212-574-6970",
        "That “Curry Hill” puns on “Murray Hill,” the district just above it, speaks to Kips Bay’s identity issues. Two years ago, the news website DNAinfo asked residents of Kips Bay and Murray Hill to map their neighborhoods’ boundaries. What it received were two smears that overlapped, especially in the blocks between East 34th and 40th Streets, and faded west to Fifth Avenue.",
        "Even the president of the Kips Bay Neighborhood Alliance, Molly Hollister, lives on Second Avenue and 35th Street, in what is mostly agreed to be Murray Hill. She said she sees no contradiction, because the now-filled-in East River inlet that gave Kips Bay its name extended up to East 37th Street.",
        "Do these nit-picking definitions matter? Not to residents who are happy to trade anonymity for the chance to live near more stylish and expensive districts like Gramercy and NoMad. Or those who simply like the convenience of being close to the heart of Manhattan.",
        "In 1971, Walter Bernard, 80, a publication designer, moved to Kips Bay, where he was working as the art director of the new New York magazine. The offices were in a former Tammany Hall clubhouse at 207 East 32nd Street, partly owned by a founder of the publication, Milton Glaser. A dinner party at the home of the photographer Pete Turner and his wife, Reine, introduced Mr. Bernard to Kips Bay Towers just a block away.",
        "“It wasn’t a Park Avenue apartment,” he recalled of the Turners’ place, but it was spacious, had fine views and was reasonably priced.",
        "Mr. Bernard rented a two-bedroom unit for $425 a month. After the towers were converted to condos in the mid-1980s, he and his wife, Bina, bought a three-bedroom apartment on the 15th floor, for about $150,000. He has been living there and working nearby ever since. Mr. Glaser works on the floor below.",
        "Though increasingly affluent, Kips Bay lacks the magnetism of other neighborhoods, Mr. Bernard said. It is loaded with fast-food restaurants and convenience stores, but not so many “hangout places.” The Kips Bay Towers complex, currently being renovated, includes a three-acre park that closed to the public in the 1980s when the area experienced a rise in vagrancy and drugs. Though improved, residents say, Kips Bay still has a dearth of green space as well as some rough edges stemming in part from a men’s homeless shelter on East 30th Street.",
        "Maia Szalavitz, 52, a writer who lives in the disputed territory of East 36th Street between Second and Third Avenues, near the Midtown Tunnel, described Kips Bay as the “least fashionable neighborhood in Manhattan.”",
        "She wasn’t being entirely dismissive. Kips Bay is “one of the few middle-class neighborhoods here anymore,” she said. “It has immigrants, older people and families.” And yes, she conceded, “lots of bros.”",
        "Lackluster high-rises partly define the area, but Kips Bay also has brick rowhouses and former tenement buildings with fire escapes zigzagging across the front. Setting a dramatic new tone just over the northeastern border is the American Copper Buildings, an angular, kissing pair of luxury towers with market-rate rents that start at $3,300 a month for a studio.",
        "And while Kips Bay is rife with retail chains, it has quirky old businesses, too. Like La Delice, an 82-year-old pastry shop at 372 Third Avenue with a life-size statue of a rotund baker near the threshold. (People magazine reported that it supplied the sheet cake Tina Fey recently consumed in one sitting on “Saturday Night Live.”) Or like the 87-year-old Marchi’s restaurant, at 251 East 31st Street, which has been serving the same five-course Italian meal since at least 1965, when Craig Claiborne reviewed it for The New York Times. (“When you leave the premises, there is the feeling that you have dined well in a responsible establishment,” he wrote.)",
        "But you don’t have to be old to be offbeat in Kips Bay. This is where Carmel Place, a 55-unit building with apartments of 360 square feet or less, introduced a pioneer project last year in tiny-home living. (A branch of Proof Coffee Roasters recently moved into the building’s base.) In May, Tipsy Scoop, a brand of liquor-infused ice cream opened its first shop at 217 East 26th Street; seasonal flavors include candy corn vodka martini and salted caramel apple brandy.",
        "More conventional businesses are found on a retail strip on Second Avenue between East 30th and East 32nd Streets. They include the 15-screen AMC Loews Kips Bay movie theater that is something of a neighborhood landmark, and a five-year-old Fairway supermarket.",
        "Because of low interest rates spurring home sales, the Kips Bay rental market is stagnant, with many landlords offering incentives like free months and reduced security fees.",
        "Some also seek to attract tenants rooming in bunches. A large sign on the exterior of Kips Bay Court, at 490 Second Avenue, where a three-bedroom, 953-square-foot apartment is currently listed for $5,455 a month, announced, “Great for Sharing.”",
        "“The supply is obviously up, and there’s a ton of new development,” said Brad Fazzone, a salesman at Buchbinder & Warren, which manages a residential building at 155 East 34th Street.",
        "Dan Bamberger, a broker in Murray Hill, noted that the bar to ownership in Kips Bay is much lower than in the neighborhoods to the south and west. Greenwich Village homes, for example, cost “twice the price,” he said, though the area and its amenities are less than a mile away.",
        "According to the real estate website Trulia, between May 24 and Aug. 23, the median sales price in Kips Bay (with the neighborhood’s western boundary defined as Park Avenue) was $999,999, based on 17 transactions. This figure represented a 23 percent year-on-year decrease. The median monthly rent in that same period was $3,072.",
        "It's hard to believe that the bright lights and fast-paced traffic of Midtown are just a few blocks away from Kips Bay apartments. This peaceful riverside neighborhood is pet-friendly and people-friendly, with an easygoing residential attitude. There's a true community feel in Kips Bay, with longtime residents still using the same dry cleaners they've frequented for years. In Kips Bay you can get the best of both worlds. If you enjoy hustle and bustle, you'll find plenty of restaurants, bars and nightlife on Third Avenue. The closer you go to the river, the more relaxed and residential the atmosphere gets.",
        "Tower blocks and townhouses by the East River",
        "Luxury condos and high-rise co-ops are the most common type of housing in Kips Bay, but there are plenty of classic New York brownstones, too. Turn down the side streets to find pretty Kips Bay townhouses. East 31st Street and East 30th Street are great examples, with stretches of the leafy roads lined with colorful row houses. Kips Bay is also home to the city's first micro-unit apartment building, Carmel Place.",
        "Colonial roots and revolutionary tales",
        "Kips Bay was named after a Dutch settler, Jacobus Kip, known for growing the first garden in the colonies. His farmhouse survived for nearly 200 years and was the last building from New Amsterdam standing in New York City when it was demolished in 1851. People weren't quite so conservation-minded back then. During the Revolutionary War, 4,000 British troops landed at what is now East 33rd Street, taking New York shortly afterward. The neighborhood was built up slowly, and the result is a mish-mash of architectural styles. A clapboard house still stands on East 29th Street, and Broadway Alley remains the last unpaved street in New York. Huge condos were built during the '60s, notably Kips Bay Towers, four Henry Phipps high-rises and Waterside Plaza, a residential and commercial complex along the water.",
        "American comfort food reigns supreme in this homey neighborhood",
        "Although most places to eat can be found clustered around Third Avenue, there are gems to be found throughout Kips Bay. The Water Club is right on the East River, as it's on a boat. Far from being gimmicky, this restaurant has won local approval for its wine lists and classic take on Franco-American cooking. Date night in Kips Bay is made extra special with its steak, lobster and oysters.",
        "There’s a great range of cozy neighborhood bars for after-work drinks. Head to Handcraft Kitchen & Cocktails for craft beers, small-batch spirits, and good old-fashioned comfort food. Its regular events include live music evenings and happy hours. Another neighborhood favorite is Penelope, a cafe-cum-bakery-cum-wine bar. The lunch and dinner menu features charmingly-named dishes like \"Deliciousness on Toast\" (ricotta, honey-roasted butternut squash, crispy sage and hazelnut) and \"When Veggie Met Sally\" (veggie burger and goat cheese salad), while locals wash down lazy brunches with blackberry Bellinis and soju Bloody Marys.",
        "For fresh and warm pastries, look no further than La Delice Pastry Shop. Ever since their opening in 1935, La Delice Pastry Shop as been offering the residents of Kips Bay a fun way and fresh way to have pastries.",
        "It's all fun and games in this neighborhood",
        "Outings take on a retro twist at Modern Pinball NYC: part museum and part arcade, with machines dating from the '70s. It's owned by Steve Zahler, a real-life pinball wizard and one of the country's top-ranked players. Entry gives you free access to all of the machines (no coins, no tokens), which include vintage classics like Kiss and newer machines based on Game of Thrones. Paddy Reilly's Music Bar features live music in a typical Irish pub atmosphere seven days a week. Depending on when you visit, you may catch the open mic night, Irish music, singer-songwriter showcase or bluegrass jams. The neighborhood's local gym is the publicly owned Asser Levy Recreation Center. It has a fully stocked weight room, a range of cardio machines and a swimming pool.",
        "Gourmet items and neighborhood essentials",
        "Foodies are spoiled for choice in Kips Bay, with two renowned artisan grocers in the neighborhood. Kalustyan's has been selling Indian specialty foods to locals since 1944, and inside you’ll find rare fresh herbs and spices as well as dry goods, chutneys and fiery pickles. Another neighborhood mainstay is Todaro Bros., which has been selling fine imported foods from the Mediterranean since 1917. Visit for award-winning extra virgin olive oils, aged balsamic vinegars and freshly ground coffee. Trader Joe’s on Third Avenue is a welcome addition to the neighborhood, providing residents with a easy option for a full-on grocery trip.",
        "All-singing and all-laughing entertainment",
        "If you're not in the mood for Paddy Reilly's music nights, there are plenty of other options to check out. On Monday nights locals head to Whitman and Bloom for free comedy shows, with drink specials until 9:30 pm. Another local comedy favorite is New York Comedy Club, where top-rated stand-ups take to the stage every night of the week.",
        "For an adventure in the arts, catch the performances at Reportorio Español, which performs 15 different shows each year. The theater opened in 1968 to promote Latin-American, Hispanic and Spanish culture. Kips Bay is also the launch point for many party cruise lines, which host special events throughout the year, such as summer after-work dance cruises and spooky midnight cruises for Halloween.",
        "Murray Hill and Kip’s Bay are often lumped together as one neighborhood, but if you want to get technical, Kip’s Bay begins around East 23rd Street and stretches up to East 34th Street, at which point Murray Hill takes over and reaches it’s northern boundary at East 40th Street.",
        "The area’s prevailing reputation is one of recent college grads, particularly those who like to throw back a few cold ones at local bars like Joshua Tree, Third and Long, and Bar 515. And while the area does host its fair share of 20-something former frat boys, it’s also home to an eclectic mix of business owners, well-heeled families, and life-long city residents.",
        "The neighborhoods feature a mix of architecture from high-rise apartments to office buildings to historic townhouses. You’ll also find plenty of restaurants, shops, and bars – both those that cater to recent grads and those of the more gentile variety.",
        "Unique in Manhattan is the commercial strip known as Kips Bay Plaza. This suburban-esque two street stretch features an AMC/Loews movie theater, Staples, Petco, Crunch Fitness, Rite-Aid, and a Fairway supermarket.",
        "Kips Bay is a quiet neighborhood that gives you access to all. Union Square is not too far with its variety of stores, gyms, and eateries. Manhattan is quite noisy but Kips Bay is somewhat quieter. There are great movie theatres known for their spacious size in Kips Bay. The East Village, Flatiron and Chelsea are only 15 minute walks.",
        "Located on the east side of New York City, this growing neighborhood is sandwiched next to midtown, between Murray Hill (to the North) and Gramercy Park (to the South).",
        "The therapeutic East River views offer a breath of fresh air for those residing in this area of Manhattan.",
        "There are many medical facilities, like Bellevue Hospital facilities and branches of NYU, like NYU College of Dentistry and NYU School of Medicine, in the area.",
        "It makes sense that many students and recent college graduates who typically share apartments and live a busy lifestyle call this place home.",
        "Many businesses are tucked away into brownstones and former tenement buildings.",
        "While most of First Avenue is healthcare dominated with hospitals lining the area, Second Avenue has midcentury brick apartment buildings.",
        "Fun Fact: The Battle of Kip's Bay played a role in the American Revolutionary War in 1776. British forces occupied the area which placed NYC in their hands for the course of the war.",
        "Kips Bay offers a reasonable price for the amount of convenience it offers.",
        "Post-war high rise apartment buildings and complexes as well as brownstones make up most of this residential neighborhood.",
        "Overall, the rental prices are more affordable compared to other parts of Manhattan.",
        "One perk of being located on the East River is having access to the NYC Ferry service.",
        "It is located at 34th Street & Midtown Ferry Terminal and makes stops at Wall Street as well as multiple locations in Brooklyn and Queens.",
        "When residents need to get somewhere outside of the hustle bustle of the Midtown area, the area is served by the 6 train.",
        "Aggressive cyclists are seemingly everywhere in this neighborhood.",
        "Because of its convenient location near Midtown most residents walk or bike to work.",
        "The bike lanes on First and Second Avenue as well as the greenway along the East River make for an enjoyable commute.",
        "Lexington Avenue and 28th Street also goes by nickname Curry Hill and is known for its South Asian restaurants.",
        "To enjoy some of the most authentic Indian flavors in the city, stop by Mughlai or Chote Nawab",
        "Many locals enjoy frequenting Blue Smoke, a BBQ joint that doubles as a basement live jazz venue. As one of NYC's very first BBQ restaurants, Blue Smoke offers city slickers a taste of Southern cooking.",
        "For the ultimate fine-dining experience look no further than The Water Club. Great for anniversaries, special occasions or a nice evening meal, The Water Club is located direct on the East River with panoramic views of Manhattan!",
        "YehCakes is the place to go if you want delicious custom designed cupcakes made for any event even if it's just trying to score points with co-workers. All cupcakes are baked to order and designs are homemade.",
        "For daytime fun, pinball lovers will find paradise at Modern Pinball NYC. This high-energy arcade environment offers unlimited play with the purchase of a wristband.",
        "For evening time fun, catch a NY Party Cruise. This experience offers guests the perfect opportunity to drink, dance and party all the while enjoying the Manhattan skyline and Statue of Liberty.",
        "Most bars are located along Third Avenue, especially north of 32nd street."
    ],
    "Little Italy": [
        "wealthiest New Yorkers live?  It’s not hard to guess the neighborhoods with the highest concentration of super-duper-rich residents,  but the Census Bureau's American Community Survey offers concrete data.",
        "So with that in mind,  what are the richest neighborhoods in New York City?  If you were going to guess that most of them are in Manhattan,  you would be correct—here are the top 10",
        "Our newest neighborhood guide features one of the smallest,  but perhaps the yummiest neighborhood in Manhattan- !  This little neighborhood is only comprised of a few blocks,  but every inch is filled with some of the best food and culture you can find outside of a museum.  sits between Tribeca and Soho on the west,  on the south by Chinatown,Bowery and Lower East Side to the east,  and Nolita on the north.",
        "The primary reason to visit is the food.  Apart from dozens of authentic Italian restaurants and bakeries,  there are a few shops and cafes.  This is also a pretty big residential area.",
        "Take a stroll down Mulberry for your choice of restaurants where the maitre d’s stands on the sidewalk beckoning you to stop in and enjoy a meal.  You can’t go wrong,  whichever you choose,  but Angelo’s,  Pellegrino’s,  and Original Vincent’s are all highly recommended.",
        "While in the neighborhood,  Shelby and I opted to grab lunch at Capri Ristorante.",
        "Shelby got a pizza and I got the gnocchi.  Both were FANTASTIC.  With honorable mention going to the giant bowl of parmesan cheese our waiter brought and left at our table.",
        "As we were leaving lunch we passed by this cart where a man was selling homemade biscotti.  We initially walked right by it,  but a block later I was immediately regretting not stopping,  so we doubled back and purchased a few pieces of the chocolate dipped almond biscotti.",
        "There are several great Italian bakeries in,  Caffe Palermo and Ferrara Bakery among them.  We decided to pop into Ferrara Bakery for a cannoli.",
        "Their dessert cases were filled with various types of delicious looking pastries they have perfected over their 125 years in business.",
        "These cannoli’s were good,  but we both agreed we liked the ones from Mike’s Pastry in Boston better.",
        "After you’ve stuffed yourself silly with delicious food,  stroll through the Italian American Museum.",
        "Then pop into the Christmas in New York store where you can pick up some souvenirs.",
        "If you’re in the mood to recreate one of your delicious meals,  head to Di Palo’s where you can pick up everything you would need.",
        "We’ve already told you about Cha Cha Matcha,  and while it’s not remotely Italian,  it does technically sit on the border of and Nolita.  It’s definitely worth a stop if you’re in the area.",
        "Another place that we love in is Milk  &  Cream Cereal Bar.  It’s the perfect sweet treat.  You mix your favorite childhood cereals with ice cream,  and let me tell you it’s something you need in your life!",
        "Little Italy was once an ethnic enclave full of Italian immigrants (see The Godfather for a fictional version), but now it's better known for its concentration of Italian restaurants than for its dwindling Italian American population. In fact, the small four-block-by-four-block neighborhood is gradually being swallowed up by nearby Chinatown and SoHo.",
        "But Little Italy still maintains its festive spirit, and draws many tourists and curious New Yorkers, especially during events like the annual Feast of San Gennaro. Most of this activity is centered on Mulberry Street, home to Italian restaurants, bakeries, stores, and the Italian American Museum.",
        "In both Chinatown and Little Italy, much of the housing consists of historic tenement buildings. But many of these apartments have been renovated in recent years, so they are a far cry from the shared, cramped quarters they once were. The neighborhood's newest residents favor large loft apartments converted from factory floors and warehouses. And, mixed in with the historic buildings, there is also some new construction, including luxury condos and doorman buildings.",
        "As evidenced by the shiny new buildings, Chinatown and Little Italy are becoming a trendy area to live among young professionals who want to be near the action of downtown. Both ethnic neighborhoods have been undergoing change for a while, but still have very distinct vibes that set them apart from their beyond-hip neighbors, the Lower East Side and SoHo."
    ],
    "Lower East Side": [
        "History of the Lower East Side",
        "The Lower East Side has everything you could want in a New York City neighborhood, and it is no surprise that it is in high demand right now. Abbreviated as “LES”, the area is wedged between the East River and Bowery (east to west) and E. Houston to South Street (north to south).",
        "For much of its early years, the LES was the prime spot for immigrants as they began their new lives in America. Hundreds, if not thousands, of tenements were built to accommodate for the large numbers of people pouring in every day.",
        "With this came an exchange of individual histories and a unique mix of cultures for the neighborhood. By the time the Second World War was over, the LES was considered New York City’s first racially integrated neighborhood.",
        "Today, although many groups have dispersed and created other neighborhoods, the streets of the LES still show the decades worth of culture.",
        "The buildings of the Lower East Side tell its history. Many were once home to dozens of people per room, and have been remodeled since to create better spaces. However, the exteriors of the buildings have gone untouched because of their unique beauty.",
        "If you are on the LES, you’ll be sure to spot pedimented entryways and hand-sculpted details, as well as large arched windows. It’s no surprise that the district is considered a landmark, and protected as such.",
        "The neighborhood can be described as urban with a modern touch, especially with all the up-and-coming construction projects. Still, the soul of the buildings remain, and many apartments have beautiful exposed brick walls to add to their charm.",
        "Unique Features of the Lower East Side",
        "Many iconic artists grew up on the LES, such as the Marx Brothers and Irving Berlin, who helped shape the neighborhood’s rich history. The art scene lives on to this day, and the LES continues to be a center for contemporary art where many unique galleries are located, such as Bodega and Bridget Donahue.",
        "The LES is also a hot destination for street artists in New York City who continuously brighten up street walls, buildings, and even abandoned storefronts and dumpsters with beautiful murals and other forms of street art.",
        "History flows throughout the Lower East Side, and it doesn’t just stop at art. The Tenement Museum is proudly “bringing American immigration stories to life”. Take a tour of recreated saloons, official landmarks, or stay late on Thursdays for the various “Late Night Thursday” programs the museum offers every week.",
        "Simply exploring the LES is also a great activity because of all of the art there is to view. There are a variety of restaurants to stop and grab a bite to eat at as well when you need a break from exploring this Manhattan neighborhood.",
        "Top Food Choices on the Lower East Side",
        "If you’re feeling hungry, you’re in luck! The LES is known for its variety of restaurants, bars, and cafes no matter the hour. Here are some of our favorites:",
        "Katz’s Delicatessen: Katz’s is one of New York City’s most historic spots to eat. It was opened in 1888 and is arguably still the best place in NYC for a pastrami sandwich!",
        "SakaMai: If you’re feeling risky, try SakaMai: A Japanese high-end cocktail bar and restaurant with a signature sea urchin bowl dish, “Egg on Egg on Egg,” and never-ending sake options.",
        "Ice & Vice: Need to satisfy your sweet tooth? Ice & Vice is hailed as the “Willy Wonka of LES dessert.” They have unique treats that go beyond your imagination, and everything is handcrafted, too!",
        "Full of Art: The LES is known for its extensive art history, and you can see murals on practically every street.",
        "Trendy Food Spots: There are plenty of unique food spots in the area to try.",
        "Fun and Fresh Nightlife: Once the sun sets, everyone flocks to the LES bars and clubs.",
        "In the late 80s and early 90s, the Lower East Side was regarded as one of the most dangerous neighborhoods in the United States. Just two decades later, the neighbor would be almost unrecognizable to those who knew it then. Just how much has changed? In 2008, the National Trust for Historic Preservation placed the Lower East Side on its annual \"11 Most Endangered Places\" list, citing potential irreparable harm to the neighborhood's architectural and social history due to rapid development. Today, the neighborhood is one of New York's most diverse, bringing together a number of cultures and socioeconomic classes, while boasting a vibrant art and nightlife scene.",
        "In the the sections below, you'll get a glimpse into life in the Lower East Side. But before you go anywhere, make sure you scroll through the photos in the gallery below. Nothing can tell the story of a neighborhood as well as a few good photos.",
        "Perhaps no section on this website is in need of more frequent updates than the vibe of the Lower East Side, simply because no neighborhood has undergone quite as much change in the last ten to fifteen years. One quick way to see how rapid this change has been compared to other parts of the City is to take a look at this map showing gentrification in New York since 2000. Home values, one way to measure gentrification, have increased 200-300% in the last decade, compared with 40-80% in other parts of Manhattan. That's not to say that the Lower East Side has lost its rich history or has become a \"cookie-cutter\" neighborhood - it absolutely has not.",
        "The Lower East Side has a vibrant art scene and is home to many of New York's best bars and restaurants. A walk around the neighborhood will reveal its rich architectural history with plenty of still standing examples of its storied past. In fact, the recent push to preserve the neighborhood has slowed some of the development and caused people to figure out how to integrate their plans within the footprint of the neighborhood, rather then try to rebuild it.",
        "The Lower East Side (LES) still has some affordable prices. It not may be the most pretty part of the city, but it’s a fun area with a lot to do. Chinatown and Little Italy are right next door, which means so is great authentic foreign cuisine. The Lower East Side has a lot of history, as it was even more of an immigrant destination than the Lower East Side. There are museums and galleries all sprinkled throughout the area. The nightlife is a big attraction of the LES, with many clubs, bars, and late-night eateries staying open well into the night. It used to be a more dangerous part of the city, but is much safer now.",
        "The Lower East Side also referred to as the LES, is located in the Southeast part of Manhattan between the Bowery to its west, the East River to its east, Canal Street to its south and Houston to its north.",
        "The neighborhood is surrounded by Chinatown, Nolita, and the East Village.",
        "In this Lower East Side neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "This eclectic neighborhood has your pick of tenement-style buildings mixed with upscale apartments.",
        "You can explore the neighborhood's and New York's tenement past at the Tenement Museum, which offers visitors an opportunity to experience what life was life for the millions of immigrants who have come to the city and passed through the area.",
        "The neighborhood attracts the hip, young crowd who visit for its music venues, trendy bars, and restaurants.",
        "There is live music happening every night in the Lower East Side between the Bowery Ballroom, Mercury Lounge, Arlene's Grocery, Pianos, Parkside Lounge, and the Rockwood Music Hall.",
        "New York University is located just a few blocks away making it a convenient hangout spot for students.",
        "The gentrification began to really take hold in the early 2000s, transforming the Lower East Side one of the most trendy neighborhoods in the city.",
        "Several fancy hotels and luxury condominiums like The Blue Condominium were erected creating a stark contrast to the neighborhood's architecture.",
        "FUN FACT: By the 1840s, large numbers of German immigrants settled in the area, and a large part of it became known as \"Little Germany\" or \"Kleindeutschland.\" The German population decreased in the early twentieth century as a result of the General Slocum disaster and due to anti-German sentiment prompted by World War I.",
        "Both the Williamsburg Bridge and Manhattan Bridge connect the LES to Brooklyn.",
        "There are also many bike lanes in the neighborhood and the Citywide Ferry Service is expected to begin serving the area this year.",
        "Public transportation is also easily accessible throughout the LES.",
        "If you're looking to move, five and six-story renovated walk-ups are most common in the Lower East Side.",
        "These century-old tenement buildings are now alongside newly constructed high-rise luxury apartments and condos.",
        "Space is very tight in this neighborhood due to it being one of the most densely populated working-class and immigrant settlement districts in Manhattan so space saving ideas are key!"
    ],
    "Marble Hill": [
        "Price points aside, the neighborhood looks and feels a whole lot more like the Bronx than it does Manhattan. The housing stock is a mix of big, low-rise, brick apartment complexes and ramshackle Victorian homes. Instead of adhering to a strict grid of Manhattan streets, the streets in Marble Hill curve and wind over the area’s eponymous hill. As is the case in much of the Bronx, the streets take their names from the Dutch colonial days.",
        "YES, you have crossed the Harlem River and, yes, that is the northern tip of Manhattan island that you can see to the south. But as residents of Marble Hill are quick to point out, you are not in the Bronx: because of a 19th-century public works project that reshaped Manhattan island and severed its topmost land, Marble Hill is across the river and into what logically should be the Bronx.",
        "It is a quirky and little-known neighborhood whose residents consider it a well-kept secret. Where else in Manhattan can you find a six-bedroom, three-story house on a quiet, tree-lined street with an attic, a basement, an enclosed front porch and a pretty facade for sale for $174,000? Or a three-family house with six bedrooms on an architecturally magnificent street with an asking price of $295,000?",
        "Realtors link the low prices partly to the fact that the homes are aging and may need repairs, and partly to the eagerness of elderly sellers, most of whom are retiring to their homelands in the Caribbean. Or to the fact that part of the small neighborhood is a giant public housing project.",
        "There are 4,000 households in Marble Hill, but only 135 private homes. The neighborhood is divided, both physically and socially: clustered near the commercial spine of Broadway are the Marble Hill Houses, an 11-building housing development, while up on \"the hill,\" the former site of marble quarries, are the attractive turn-of-the-century houses that lend the neighborhood its cachet.",
        "\"It's a very small area and there's a strong sense of neighborhood community about it,\" said Susan Goldy, president of the Bronx Board of Realtors. \"It has the advantage of lower prices than some of the surrounding communities, like Riverdale, and it's really a very affordable alternative to most of Manhattan.\"",
        "Rental apartments are easy to come by, but houses do not come on the market with great regularity (at last count, there were only five listed with real estate brokers). Some homeowners and landlords choose only to advertise their properties in the classified section of the local paper, The Riverdale Press, and many transactions are done even more informally. \"People just don't move out, and when they do they often sell their homes to their neighbors,\" said H. Michael Pichardo, executive director of the Marble Hill Neighborhood Improvement Corporation.",
        "In what many residents view as a vote of confidence for Marble Hill, City Councilman Guillermo Linares bought a house on Van Corlear Place a year and a half ago. \"We just went driving around and looking, and we saw this house that had a sale sign,\" Mr. Linares said. \"We talked to the owner, we looked at the area, we fell in love with it, and we have been very happy.\"",
        "Mr. Linares said he had traded a relatively cramped and high-rent apartment in Washington Heights for a house with a backyard, three kitchens, three bathrooms, a finished basement, three bedrooms and an attic.",
        "BUT even Mr. Linares, who was elected to represent the neighborhood in 1991, had not been aware of its existence or its status as part of Manhattan before he began campaigning for office. \"Even though I had lived in Washington Heights all this time, I thought that on the other side of the 225th Street Bridge was the beginning of the Bronx,\" he said.",
        "The confusion is extremely common. While Marble Hill residents vote in Manhattan, do jury duty there, and are represented by Manhattan officials, their municipal services come from the Bronx. Their fight for recognition as a Manhattan neighborhood has persisted for years. As recently as this decade, neighbors turned out in force to oppose the move to change their telephone area code from 212 to 718 (they lost).",
        "Marble Hill was lopped from Manhattan in 1895, when the northern channel of the Harlem River was redug to make way for a ship canal. Soon after, the Spuyten Duyvil Creek was filled in, cementing Marble Hill to the Bronx. The Greater New York Charter of 1897 designated Marble Hill as part of Manhattan but not of New York County, producing decades of headaches and squabbles. In 1939, the Bronx Borough President, James J. Lyons, tried unsuccessfully to annex the neighborhood to the Bronx.",
        "In 1984, the matter was settled with some finality when Assemblyman J. Brian Murtaugh and State Senator Franz Leichter sponsored successful legislation declaring the neighborhood part of Manhattan. Mr. Murtaugh, an Inwood resident, is a longtime Marble Hill enthusiast. \"It's just a very unusual niche,\" he said. \"It is one of the most ethnically and economically mixed neighborhoods in New York City, and yet they operate like a small town.\"",
        "A community council meets monthly. In a recent example of civic activism, Mr. Murtaugh pointed to a successful effort by the police and local residents to close a bodega at 228th Street and Marble Hill Avenue where drug sales had been noted.",
        "Formerly an Irish and Jewish bastion, Marble Hill's population is now about 35 percent black and 55 percent Hispanic. In the 50's, the construction of the Marble Hill Houses brought about the radical demographic change. \"The church that I served went from an all white to an all black congregation,\" recalled the Rev. William Tieck, who served for 31 years as the pastor of St. Stephen's United Methodist Church, an old wooden church at the southeast corner of Marble Hill Avenue and 228th Street that serves as a focal point for the community.",
        "The neighborhood's population of middle-class Hispanic people has continued to grow in recent years, and the first Asians have begun moving in. While whites make up only about 8 percent of the population now, their influence still permeates the neighborhood: Broadway is still dotted with Irish pubs that draw a loyal local clientele, and just over the Kingsbridge border are a kosher bakery and an Orthodox synagogue.",
        "The Rev. Leonis Quinlan, the current pastor of St. Stephen's, moved to Marble Hill in 1991 and said that its heavily Dominican flavor came as a pleasant surprise. \"It is Dominican in its essence,\" he said. \"You can smell the foods in the air, you can hear the music. You see older men playing dominos in front of the bodegas, and women in traditional dress.\"",
        "During the day, the neighborhood is populated -- some would say inundated -- by students from John F. Kennedy High School, a school of 5,100 that was built in 1972 for a student body of 3,500. Residents complain that the students generate noise and litter and crowd the local markets at lunchtime. But aside from the annoyance factor, the school's multiracial student body has caused no racial tensions.",
        "\"You don't have racial problems here -- there are no bias crimes,\" Mr. Pichardo of the neighborhood group said. \"Show me another neighborhood in the city with this racial composition, this mix, where people get along.\" Relations are somewhat less harmonious between homeowners and residents of the housing projects.",
        "UPHILL from the boxy housing projects is a cluster of attractive homes, many of them fixer-uppers. And some multifamily dwellings, like the one for sale at 121-123 West 227th Street, are already occupied by tenants with leases, compounding the difficulty of finding a property.",
        "John Brown, an agent with the Robert E. Hill agency in Kingsbridge, said his office received few inquiries about Marble Hill. \"At times we thought that the Marble Hill area was going to experience a renaissance, because of its interesting housing stock and its proximity to Manhattan, but it never did,\" he said.",
        "Other than a few new health-food stores, there are still no signs that Marble Hill or its environs are going upscale. Yet fans of the neighborhood cite the convenience of its shopping district on Broadway, where mid-price retail stores and supermarkets abound.",
        "Most of the shops lie over the Bronx border, but within easy walking distance. Residents also point with pride to the recently built Allen Pavilion, a community hospital operated by Columbia-Presbyterian hospital just across the river in Inwood. And they note the abundance of transportation options: both Metro-North and the IRT have stations in Marble Hill, numerous express buses run from Broadway and 230th Street to midtown Manhattan, and highways are close by.",
        "On the down side, the neighborhood has no movie theaters, and dining options are limited to pubs and the Riverdale Diner. The noise from the elevated subway line is an annoyance to some residents, and the area's public schools are crowded (there are a few parochial schools just outside of Marble Hill). And, as with any urban area, the neighborhood does have its share of drug problems and blighted properties.",
        "One neighborhood stalwart is Dr. Jeffrey L. Gurian, a dentist and comedy writer whose practice lies across the street from St. Stephen's. Through his career as a professional comedian, he has lured various celebrities to his office for dental work. \"When they see the private homes and the trees, they all say it's much nicer than they ever expected,\" Dr. Gurian said.",
        "On the flip side, Dr. Gurian said, the neighbors are equally astonished by some of his clients. When the actor Charlie Sheen and his bodyguard drove to the office in a stretch limousine, the police came over to check out the situation. \"They don't expect to see a big stretch limo up here,\" Dr. Gurian said."
    ],
    "Midtown": [
        "wealthiest New Yorkers live? It’s not hard to guess the neighborhoods with the highest concentration of super-duper-rich residents, but the Census Bureau's American Community Survey offers concrete data.",
        "So with that in mind, what are the richest neighborhoods in New York City? If you were going to guess that most of them are in Manhattan, you would be correct—here are the top 10",
        "Midtown West (also known as Hell’s Kitchen and Clinton) is the area traditionally bordered by 34th Street to 59th Street (south to north) and 5th Avenue to the Hudson River (east to west). The story of this neighborhood is a story of a dramatic transformation and neighborhood success.",
        "After the Hudson River Railroad opened a station in the neighborhood in 1851, the area around the Hudson River docks bustled with commercial activity. German and Irish immigrants arrived in search of employment in the area’s factories, lumberyards, and slaughterhouses.",
        "Tenements in the area quickly became overcrowded and many who lived in the congested, poverty-stricken area turned to gang life. Such persisted until the early-1990s when the city made efforts to enhance the neighborhood known as Hell’s Kitchen. Gentrification caused many of the working class to move out and the city even tried to rename Hell’s Kitchen, thus why some people call it “Clinton”.",
        "Because of this modernization effort, “Hell’s Kitchen” is no longer descriptive of the area it was once known for but as an ever-growing, desirable residential neighborhood to live in. The city’s upscaling process has now infused Midtown West with newly minted luxury condos, fancy restaurants, and friendly bars/pubs.",
        "Midtown West is next to everything that is “big” about New York City. It is only a short distance west from Times Square and Broadway. When you leave the bright lights, that is when you enter Hell’s Kitchen, which is a popular neighborhood for those looking for a short commute to their office in the commercial area of Midtown.",
        "With a combination of affordable walk-ups, doorman buildings, as well as newer luxury-high rise buildings, NYC’s Midtown West boasts many options for those looking to move to the area. There is also no shortage of restaurants and activities since it is so close to the hub of New York City.",
        "Midtown West is the perfect location for commuters. It contains one of the greatest concentrations of subway options in the city. The blue (A/C/E), yellow (N/Q/R), red (1/2/3), and purple (7) lines are all within walking distance from the area and are even connected underground (something very wonderful to have during the winter).",
        "Port Authority Bus Terminal, the central hub for bus travel to and from New York City, and Pennsylvania Station, the main intercity railroad station in New York City, are also only a short distance away for those who reside in the neighborhood.",
        "With Times Square, Broadway, Rockefeller Center, Central Park, Intrepid Sea, Air & Space Museum, and Gulliver’s Gate all nearby, there is always something to do in this part of the Big Apple.",
        "Every weekend from 9am-5pm, traffic is blocked between the Lincoln Tunnel and Port Authority’s bus ramps to make way for Hell’s Kitchen Flea Market (which merged with Chelsea Flea Market in 2019) that is filled with dozens of vendors selling antiques, collectibles, vintage clothing, home decorations, and more!",
        "Annually, usually taking place the first weekend after Mother’s Day, you can also catch the International Food Festival on 9th Avenue, one of New York’s largest and oldest traditions that celebrates New York diversity through food!",
        "Looking to dine in Midtown West? Here are some of our agents’ favorite places to eat!",
        "Nizza: This Midtown West Italian restaurant has an extensive menu with plenty of great options. Most, however, are attracted to this spot because of their Instagram-famous creamy burrata on fresh tomato, pesto, and Italian bread. For regulars, on the other hand, the Bottomless Brunch deal is a can’t-miss. For $18, you get unlimited mimosas, sangria, or bellinis for two hours!",
        "Pure Thai Cookhouse: With so many Thai restaurants in New York City, Pure stands out from the crowd. It lives up to its name with a pure, quality taste since their noodles are homemade from a family recipe. Pure Thai is always packed at lunch and dinner time. According to Brandon Marianne Lee, “the line moves pretty fast, and for noodles like no other, the wait is definitely worth it!”",
        "Empanada Mama: Craving an empanada? This is the place to be. With a menu of more than 40 empanadas, you can experience a variety of different flavors and put your cravings to rest. Triplemint Agent Shelly Place’s favorite empanada is The Viagra: An empanada filled with “mama’s seafood stew with fresh shrimp scallops and crab meat.” Open 24-7, this place is a go-to if you need a midnight snack!",
        "Top Three Things We Love About Midtown West",
        "Location, Location, Location: There is ease of transportation, which is perfect for commuters!",
        "Beautiful New Condos: With the development of new buildings, Hell’s Kitchen is a great place to find new, modern abodes.",
        "Dining Choices: Hell’s Kitchen is home to a breathtaking array of cuisines from all parts of the world.",
        "Midtown West is home to several of the most famous tourist hotspots in the world: Times Square, Rockefeller Center, the Empire State Building, Macy's, and Madison Square Garden. And while these areas are certainly teeming with out-of-towners year-round, there are many different slices of New York to be found in the rest of the neighborhood.",
        "Business is at the heart of Midtown West, which is dominated by office buildings and commercial spaces. One of the most prominent industries is media - NBC, the New York Times, and Condé Nast are all headquartered here. Another well-known specialty is live entertainment, including Broadway and off-Broadway theater, comedy, dance, and music (Carnegie Hall and Radio City are among the countless venues).",
        "Plus, just about every major retail chain in the world has at least one location within Midtown West, so it's a strong magnet for shoppers-both the tourist variety and the after-work crowds. Most of the large stores are concentrated around Broadway, 5th Avenue, and 34th Street.",
        "But aside from all the commuter and tourist traffic, people do actually live in Midtown West. Most apartments are in high-rise buildings with doormen, and range from tiny kitchenette studios for single, hard-working professionals, to swanky multi-million-dollar penthouses for executive types.",
        "Another unique section of Midtown is Koreatown, a concentrated collection of Korean American businesses around 32nd Street. Much, much smaller than Chinatown and more of a commercial than a residential neighborhood, this ethnic hub is a popular spot for Asian food and karaoke bars, and draws a diverse crowd of young professionals at night.",
        "Midtown Manhattan is one of the busiest place in NYC. Crawling with tourists, midtown is home to major attractions such as the Empire State Building and Times Square. Midtown is great for people who love crowds and bright lights. On New Year’s Eve, it is swamped with people waiting for the ball to drop. Times Square requires business owners to display illuminated signs, so you’ll never get bored."
    ],
    "Morningside Heights": [
        "Morningside Heights is known for its safe streets, rich history, and famed institutions. This neighborhood is defined by its strong residential community with a large emphasis on its history and intellect. Located between the Upper West Side and Harlem, Morningside Heights retains its energetic charm. New construction is ongoing in this neighborhood and its exciting attractions serve to draw new residents and tourists alike.",
        "College students and young adults are often seen around the streets, thanks to the presence and expansion of Columbia University, Barnard College and Teachers College. But in addition to these educational institutions, there are numerous cultural and historical sites such as Grant’s Tomb, the Cathedral of Saint John the Divine, and Riverside Church.",
        "Morningside Heights is one part tranquil suburb, one part buzzing Manhattan neighborhood. With Morningside Park to the east, Riverside Park to the west, and the public quad of Columbia University right in the middle, green spaces are easy to find. The village-like atmosphere is enhanced with farmers' markets throughout the week, while the area's laid-back restaurants and cozy bookstores are popular weekend haunts for locals. When the sun goes down, neighborhood residents head out for happy hour craft beers in low-key bars or visit late-night venues for cocktails and jazz.",
        "Apartments in Morningside Heights are often spacious and have period features. Prime examples of Morningside Heights luxury apartments can be seen along Riverside Drive, complete with huge rooms, elegant façades and views across the Hudson. As you move away from the river, you'll find more historic co-ops and townhouses, many of which have recently been renovated while maintaining their original hardwood floors and interior brick walls.",
        "Morningside Heights condos often have added perks like fitness centers, media lounges and rooftop decks to soak up the sun in the summer. These generously proportioned homes may also feature large picture windows, stainless steel kitchens and impressive vaulted ceilings.",
        "While the rest of Manhattan was facing overcrowding during the 1800s, Morningside Heights only had a handful of large houses. This all started to change when Frederick Law Olmsted, one of the landscape architects behind Central Park, drew up plans for the two parks that sit on the east and west side of the neighborhood.",
        "Columbia University purchased land soon after, and in 1904 the subway extended the 1 train to the neighborhood, making it an attractive prospect for commuters. Morningside Heights started to boom, with an eclectic mix of architecture transforming it into one of Manhattan's first low-rise commuter neighborhoods. Building continued through the 20th century, as lofty tower blocks and smaller townhouses started to pop up.",
        "Comfort food and iconic eateries",
        "With live jazz on Sundays and a laid-back atmosphere all week, Pisticci is known for healthy Italian food like free-range chicken grilled in sage, and whole wheat pasta. Its carbon-neutral footprint and green-powered kitchen draw in eco-conscious diners who can eat in the picturesque book-case lined dining room.",
        "A few blocks down from Pisticci is Tom's Restaurant, where Seinfeld fans will recognize the fluorescent lights and façade which was featured as the exterior for Monk's Café in the show. Kitchenette Uptown on Amsterdam Avenue offers down-home Southern cooking, like huge platters of fried chicken, buttermilk biscuits and 'breakfast for dinner.'",
        "Enjoy outdoor space without leaving Manhattan",
        "Morningside Park (which gave the neighborhood its name) is a 13-block oasis of greenery. Watch the joggers and dog-walkers, check out the waterfall and fountains, or just explore the winding tree-lined paths. Saturday visitors can pick up fresh local produce at the Down to Earth farmer's market, where highlights include heirloom tomatoes from upstate, handcrafted cheese from Yonkers, and artisan sausages from Brooklyn.",
        "On the other side of the neighborhood, Riverside Park is ideal for socializing outdoors. Sports fans can enjoy games of basketball and baseball, joggers run the four-mile stretch, and others just sit and enjoy the view of the Hudson. For a touch of history, look out for Grant's Tomb (properly General Grant National Memorial), which commemorates President Ulysses S. Grant.",
        "Open twice a week, the Columbia University Greenmarket is a lunch destination among locals, offering grab-and-go meals plus weekly groceries. Shoppers can pick up weekly groceries like turkey from New Jersey, wild-caught fish from Suffolk County and freshly baked breads.",
        "Book Culture on Broadway is a real community hub, regularly hosting events like author-led readings and book clubs. As well as stocking a huge range of academic works focusing on the arts and humanities, they also sell quirky fiction and kids books.",
        "Low-key happy hours and bar food",
        "With its huge communal tables, Bernheim and Schwartz is a jovial Bavarian-style beer hall. Although it feels traditional, modern surprises like trendy craft beers and tuna sashimi taco can be found on the menu. Continue your evening at the Heights Bar and Grill, which has a rooftop bar and late night specials, or wander to the Lion's Head Tavern for a one-dollar beer."
    ],
    "Murray Hill": [
        "~3-5 blocks from Herald Sq subways and Grand Central/33rd st 6, Quiet at night, Quick walk to Madison Sq Park/Gramercy/Flatiron. Good access to all parts of the city. Gingerman and Rattle & Hum close by.",
        "Not many good restaurants in immediate walking distance, mostly just take out spots or places like Cask which entirely mediocre for the price., No neighborhood feel.",
        "Formerly home to the City’s affluent during the late 1800s and early 1900s, Murray Hill offers plenty to attract those interested in NYC’s dining and nightlife scenes. The neighborhood is also a boon for culture lovers. On these streets, lined with prewar townhouses and Beaux-Arts mansions, you can find the Morgan Library & Museum, gifting the City with an enormous collection of rare books; and the sleek, modernist Scandinavia House, which holds an art gallery and frequent concerts and lectures.",
        "Murray Hill and Kip’s Bay are often lumped together as one neighborhood, but if you want to get technical, Kip’s Bay begins around East 23rd Street and stretches up to East 34th Street, at which point Murray Hill takes over and reaches it’s northern boundary at East 40th Street.",
        "The area’s prevailing reputation is one of recent college grads, particularly those who like to throw back a few cold ones at local bars like Joshua Tree, Third and Long, and Bar 515. And while the area does host its fair share of 20-something former frat boys, it’s also home to an eclectic mix of business owners, well-heeled families, and life-long city residents.",
        "The neighborhoods feature a mix of architecture from high-rise apartments to office buildings to historic townhouses. You’ll also find plenty of restaurants, shops, and bars – both those that cater to recent grads and those of the more gentile variety.",
        "Unique in Manhattan is the commercial strip known as Kips Bay Plaza. This suburban-esque two street stretch features an AMC/Loews movie theater, Staples, Petco, Crunch Fitness, Rite-Aid, and a Fairway supermarket.",
        "While it may not be the hippest area in the city to live, this pleasant east midtown neighborhood with streets aligned with Nineteenth-century pre-war buildings is certainly cheaper than its surrounding counterparts.",
        "In this Murray Hill neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "Despite the high number of bars and restaurants attracting people to the area, the energy is subdued to a comfortable level, unlike many other noisy Manhattan neighborhoods.",
        "A lot of young professionals in corporate finance and NYC transplants inhabit this area making it a coveted hot spot for Irish pubs, sports bars, and reasonably priced cuisine.",
        "Commonly used boundaries for Murray Hill are East 34th Street to East 42nd Street and Madison Avenue to the East River.",
        "Some may even claim the best part of Murray Hill is not so much the neighborhood itself but its proximity to midtown Manhattan.",
        "FUN FACT: The hill in “Murray Hill” was deliberately flattened as part of a work relief program designed to keep dockers employed during the 1808 embargo that closed New York harbor. Between 20 and 30 feet were taken off the summit and used for fill, all shoveled by hand.",
        "Although Murray Hill may not be known as the culinary hotspot of the city, it's still New York City and the area is filled with a diverse range of affordable restaurants.",
        "In particular, a subsection boasts a various assortment of Indian cuisine affording it the nickname “Curry Hill”.",
        "Some local favorites include Spoon Table & Bar, Momosan Ramen & Sake, Dhaba and Tanner Smiths.",
        "How Safe is"
    ],
    "NoHo": [
        "Nestled just above SoHo’s bustle, NoHo (for “North of Houston Street”) occupies only a few blocks—but proves that sometimes less is more. On the cultural front, the Public Theater is an incubator for edgy productions (including the hit show Hamilton), while the adjoining Joe’s Pub hosts adventurous cabaret-style acts. The rotating Astor Place Cube, near Cooper Union’s undulating steel-and-glass structure, is among the NYC’s quirkiest landmarks, and the bounty of restaurants at the neighborhood’s southern end are among the City’s most acclaimed.",
        "NoHo is a small, trendy neighborhood primarily made up of loft apartments, which in turn makes it an expensive and desirable neighborhood. Upscale bars and stylish restaurants draw the well-heeled crowd. This former warehouse and retail district is an historic area with over a hundred buildings ranging from the early 19th century to the present. Occupying only a few blocks, NoHo makes a big, appealing splash.",
        "You’d like to stay in an eclectic, bohemian bubble with all the benefits of downtown.",
        "You like a stimulating environment that is not as crowded as SoHo or Greenwich.",
        "You’re in NYC for architecture and arts.",
        "You want easy access to public transportation.",
        "Colonnade Row – Landmarked series of Greek Revival buildings built in early 1830’s.",
        "Astor Place Theatre – Off-Broadway house in Colonnade Row.",
        "Merchant’s House Museum – A glimpse into lives of a wealthy merchant-class family.",
        "Joe’s Pub at the Public – Theater that supports young artists. Lady Gaga and Leonard Cohen have performed here.",
        "Sheen Center for Thought and Culture",
        "Walking – Roam the neighborhood to see eclectic mix of facades in all types of architecture.",
        "Lots of coffee shops and boutiques.",
        "For NYC newbies, NoHo stands for North of Houston Street and is generally used to describe the area directly above SoHo, east of the West Village, and south of Union Square. Once simply NYU’s stomping grounds, the neighborhood has transformed into a hotspot of its own in the past few decades. Keep reading to learn what restaurants, bars, and shops you need to check out the next time you set foot in the 10003.",
        "NoHo is bounded by Mercer Street to the west and the Bowery to the east, and from East 9th Street in the north to East Houston Street in the south. NoHo is primarily made up of loft apartments (large, open, and usually formerly industrial spaces), which make it a very popular and expensive place to live. NoHo is also very centrally located with plenty of old New York charm, which contributes to its reputation as one of the best New York City neighborhoods to live in.",
        "The name may sound very assuming, although the neighborhood is a fantastic place to live. The name Noho stands for North of Houston, as does SoHo which is South of Houston. NoHo is home to luxurious low-rise apartment buildings, upscale gyms, fancy juiceries, and chic cafés. It’s frequented by students, but that shouldn’t be a deal breaker. There is great access to all major subway lines, and it’s currently where the Kardashians live."
    ],
    "Nolita": [
        "Nolita, or “North of Little Italy,” is a neighborhood in lower Manhattan bounded by Houston Street in the north, the Bowery on the east, Broome Street on the south, and Lafayette Street on the west. Once considered a part of nearby Little Italy, Nolita NYC is now considered its own entity with a distinct vibe composed of trendy, hip New Yorkers who flock to the area’s high-end luxury shops, boutiques, bars, and restaurants.",
        "Many Manhattan neighborhoods follow a similar template; timeless, classic, and steeped in culture and rich history. That’s not necessarily the case with Nolita NYC. The neighborhood is like the indie, angsty teen of Manhattan, seemingly changing its look and feel as trends change.",
        "Its current personality is a relatively new phenomenon. The area was part of Little Italy as recently as the 1950s, and until the 1980s it was known as one of the tougher areas in Manhattan. Def Jam Records was headquartered in the neighborhood back then, and Martin Scorsese used the hardened area where he grew up as the inspiration and backdrop for a number of his gritty movies including, Mean Streets.",
        "An influx of professionals and artistic-types in the late 1980s and early 1990s helped the neighborhood begin its metamorphosis into the lively hub of luxury shopping and leisure that it is today.",
        "Nolita NYC provides great access to public transit. The Spring Street stop gives you access to the 4 and 6 trains, the Prince Street stop gives access to the N and R, and the Broadway-Lafayette Street stop provides access to the B, D, F, and M trains.",
        "Moby, Vanessa Carlton, and John Mayer all call the Nolita neighborhood home. While you’re out shopping for the best in streetwear or a unique boutique piece on Lafayette Street at Supreme, WeSC, Carhartt, Diamond Supply Co., Scotch and Soda, or DNA Footwear, keep your eyes peeled for the starlets.",
        "The offspring of traditional, Italian cuisine and an adopter of modern, hip fare, Nolita NYC is home to some of the most delicious locales in Manhattan. Consider Lombardi’s if you’re looking for a classic Italian pizza or Chefs Club if you’re looking for something a bit more upscale and luxurious. There’s also a bunch of bars in the area including Sweet & Vicious, Mother’s Ruin, and Spring Lounge.",
        "Bearing a much closer similarity to SoHo than its former parent neighborhood Little Italy, real estate prices in NoliTa NYC are high due to the premium location and availability of properties. The median sales price for a property is $2,920,000 and the median rent is $3,800/mo.",
        "There’s not much hidden about this “hidden gem” anymore, but this is still one of our top locations to live in for shopping, restaurants, and bars. It’s a great central location for all that lower Manhattan has to offer, and a great neighborhood in its own right, if a bit pricey.",
        "NoLIta (for North of Little Italy) might retain many of the same features as nearby neighborhoods SoHo and Little Italy, but has a distinctly charming vibe all its own. The area’s cozy cafés, stylish boutiques and burgeoning bar scene make it a destination. Visit to browse the wares of independent designers and sit streetside at acclaimed restaurants and lounges. On a warm, bright day, few Manhattan neighborhoods offer better people-watching.",
        "Nolita is bounded in the north by Houston Street, in the east by the Bowery, in the south by Broome Street, and in the west by Lafayette Street. As we mentioned previously, this neighborhood used to be home to a large number of Italian residents, but in recent years they’ve all but disappeared. Over the past few decades, Nolita has said goodbye to the Italian nonnas of the early twentieth-century and welcomed an influx of relatively young and wealthy residents along with their accompanying trendy boutiques, bars, and restaurants.",
        "Originally part of Little Italy, this neighborhood North of today’s Little Italy has transformed into an upscale, coveted area of the city to call home. Nolita's brick and cast iron buildings are historic, defining the famous architecture the area is known for. The streets are lined with restaurants and boutiques that bring tinges of Old New York to mind, and while comparisons have been made between Nolita and Soho, Nolita is maturing into a distinct neighborhood in its own right.",
        "The cobblestone streets provide a quaint feel rarely experienced in New York City, yet its location ensures easy access to busy, high-quality restaurants and stores. Nolita is not as commercial as the rest of Manhattan, making it an ideal living environment for someone looking for a trendy and convenient location without the constant bustle of Manhattan.",
        "NoLita is a charming neighborhood right by SoHo. It has a trendy vibe, and is where a majority of people come to shop at various jewelry stores, boutiques, and designer outposts. It’s right by Broadway and also near the New Museum on Bowery. On weekends, you’ll also be able to find street vendors selling handmade jewelry.",
        "This tiny, chic neighborhood is filled with cozy cafes and some of the best food gems in the city. In relation to its placement between neighborhoods, Nolita stands for North (No..) of Little Italy (..Lita).",
        "Not mentioned in the name is Nolita’s relation east of Soho and west of the Lower East Side.",
        "In this Nolita neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "Nolita, once home to late David Bowie, has situated itself as a unique mix of trendy Soho and the charm of Little Italy.",
        "Street art changes weekly making the historic area a destination for millennials in search of the next best hipster selfie.",
        "FUN FACT: In a neighborhood that's only a few blocks wide, apartments can be hard to find. Turnover rates are low because many residents know that if they leave Nolita, it might be difficult to come back.",
        "Though transit options are not very convenient in this area, Nolita is the nexus of three popular neighborhoods with excellent transit options - Noho, Soho, and the Lower East Side.",
        "The 6 train will bring you straight to Spring Street and Lafayette Street.",
        "The RN and Q trains run along Broadway, while the DFB and M trains run along Broadway/Lafayette Street.",
        "The subways link to downtown and midtown with connections at Union Square.",
        "Over the years, an influx of small shops began attracting a much younger, hipper demographic to the neighborhood and this includes restaurants.",
        "Uncle Boons (Thai), Cocoron (Japanese noodles), and Estela's (new American) are a prime example of the vibe Nolita offers today.",
        "Drawing a heavy influence from its neighbor Little Italy, the tiny area offers many Italian hot spots as well.",
        "One such old-school joint is Emilio's Ballato, which still attracts A-list celebrities to its premises like Rihanna and the Obamas.",
        "A contemporary rendition on traditional Italian can be found in newer spots like Pasquale Jones and Rubirosa.",
        "Some local favorites include Prince Street Pizza, La Esquina, and Epistrophy."
    ],
    "Roosevelt Island": [
        "Roosevelt Island has always been a curious area of New York City. While it's technically part of Manhattan, it is a narrow island in New York City's East River. The whole island is only two miles long. At its widest point, it's only 800 feet.",
        "Throughout its history the island mostly housed hospitals and prisons. There was even a smallpox hospital for contaminated, contagious patients that the the rest of the city's population didn't want to rub shoulders with. Today you can still visit some of those historical sites (a lighthouse is definitely worth the visit!) but most of the island is now full of apartment buildings, restaurants, and beautiful parks. You can stroll the East River and take in views of Manhattan and Queens. It's the home of numerous special events from firework shows to festivals.",
        "With Roosevelt Island, the journey is as impressive as the destination. A tram takes you to and from the island giving you unobstructed, breathtaking looks at the city. It's so special locals ride it for fun or special occasions like birthdays or anniversaries.",
        "The two-mile island is located in the middle of the East River. It is parallel to Manhattan's East 46th to 85th Streets.",
        "From Queens you can get to the island via the Roosevelt Island Bridge — the only way to walk or drive onto the island. Its entrance is Vernon Boulevard & Main Street in Astoria.",
        "From Manhattan, take the tram from E 59th St. and Second Avenue. It costs $2.25 to ride each way ($4 round trip), and you can pay using a MetroCard. Students with tram permits ride free; senior citizens and the disabled pay $1.00 each way. The views are spectacular! (Note: The tram only runs Sunday through Thursday: 6 a.m. - 2 a.m.; Friday and Saturday: 6 a.m. - 3:30 a.m.) You can also reach the island via the F train.",
        "In 1973 Roosevelt Island was named after President Franklin D. Roosevelt (a New York state native) as an honor. But the island hadn't always been a place with which someone so distinguished would want to be associated.",
        "Throughout the 19th century the island housed New York City's undesirables. There was a penitentiary on the island and a hospital to serve the needs of those inmates. There was a lunatic asylum, a workhouse to hold those convicted of lesser crimes, and a smallpox hospital. A lighthouse, named the Blackwell Island Light, was built by convicts and still stands today.",
        "In the second half of the twentieth century the island started being used for different purposes. The United Nations headquarters opened close to the island, and many dignitaries wanted to live close to work. Prestigious architect firms created apartment buildings to house over 20,000 residents. A park, named the Frank D. Roosevelt Four Freedoms Park, was created for recreation. The tram was built and the later the subway station.",
        "Now the island is the base for many different projects. Cornell created a tech campus there that opened in 2017. In June 2015 Hillary Clinton officially launched her Presidential Campaign on the island. There are numerous art museums and studios.",
        "On the southern tip of Roosevelt Island is Franklin D. Roosevelt Four Freedoms Park. It's a memorial to the late President and is inspired by his famous Four Freedoms speech that he gave as part of his 1941 State of the Union Address. It was also the last work of the late Louis I. Kahn, a famous architect of the 20th century. It is free to walk around the 4-acre park and see parts of Roosevelt's speech inscribed on granite pillars. It also provides an excellent view of the United Nations building across the river.",
        "History buffs shouldn't miss a chance to explore the Roosevelt Island Smallpox Ruins on the southern tip of the island where you can see remains of the crumbling hospital. On the other end of the island, at the most northern stretch, is the 50-foot-high Blackwell Island Lighthouse. There is a park surrounding it, which is a great place to enjoy the views surrounding the island. (NOTE: Roosevelt Island operates a free red bus that stops at different points of the island. See the schedule here.)",
        "Art lovers should head to Rivaa, Roosevelt Island Visual Art Association. The gallery shows the work of local artists in addition to international guest artists. Painters, sculptors, computer artists, graphic designers, ceramists, and installation artists all show their masterpieces there. It's open Wednesdays and Fridays 6-9 p.m. and Saturdays and Sundays 11a.m.-5 p.m.",
        "Roosevelt Island holds numerous seasonal events. There is cherry blossom festival in the spring, a family-friendly arts festival in the fall, a Halloween parade, a tree lighting ceremony, July Fourth fireworks, outdoor film screenings in the summer, and more. Roosevelt Island Operating Cooperation updates the schedule regularly on its website.",
        "If you're visiting in the summer don't miss Roosevelt Island Day in June, a day dedicated to celebrating and enhancing the island. Entire families assist in beautification and clean-up projects. There is also a festival with carnival games and rides, food, live music, giveaways, and more. Information booths around the island teach visitors more about this beloved city treasure.",
        "Franklin D. Roosevelt Four Freedoms Park also holds special activities for the entire family. The majority of their events occur May to October and include lectures, film screenings, festivals, live music and more.",
        "There is a growing restaurant scene on Roosevelt Island. Most of the restaurants are congregated on Main Street. Bread & Butter is a market that has everything you could want: sandwiches, salads, burgers, pizza and soup. You can eat there or take it to the park for a picnic in the sunshine. Another place to pick up snacks is Wholesome Factory, a grocery steps away from the tram that is known for their omelets.",
        "That kind of close-knit feeling may change, however. After the 2017 opening of Cornell Tech's new campus, about 1 million square feet of new development is set to follow, and Riverwalk’s eighth residential tower is coming to Roosevelt Island by 2020. And with Amazon HQ2 soon calling nearby Long Island City home, the secret may soon be out about the neighborhood I've loved from the moment I first set foot on it.",
        "For that first visit, my husband and I took a midnight tram ride to Roosevelt Island. We set off north from the tramway, charmed by Main Street and how quiet everything was as buildings gave way to open space. By the time we sat on the wall behind Lighthouse Park's namesake, I knew our next home would be here. Two weeks later, we signed a two-year lease for a newly renovated one bedroom—sight unseen as it was still under construction, though we saw the same layout on a different floor—in one of the 1989-built Manhattan Park buildings.",
        "Directly between the two boroughs in the East River, Roosevelt Island is part of Manhattan’s Community Board 8. However, Roosevelt Island Operating Corporation runs the infrastructure, and the island has its own public safety department and waste disposal system, the AVAC, which collects waste via underground pneumatic tubes. (Fun fact: There is only one other AVAC operations of this size in the U.S. in Disneyworld.)",
        "Yes, there is a Gristedes supermarket; Wholesome Factory, which offers a deli, prepared foods, and organic groceries; Bread & Butter Market, which serves as our friendly neighborhood deli; and a Duane Reade, which counts as a grocery, as any New Yorker knows. (If you consider booze a food group, there’s also Island Wine n Spirits).",
        "The commute is usually easier than my prior one from Harlem. (Keyword: Usually, as this is NYC after all). But there are several ways to get to and from Roosevelt Island.",
        "• The F train is the only NYC subway that serves the island, and it does, on occasion, stop running in one or both directions at night or on weekends. Like every subway line, it does get packed during rush-hour commutes.",
        "• The Astoria route of the NYC Ferry stops on Roosevelt Island and takes you to Astoria, Long Island City, 34th Street and Pier 11/Wall Street. Though you can’t use your MetroCard, ferry passage costs the same as one, $2.75 per trip.",
        "• The Q102 MTA bus loops around the island and connects riders to Queens via the Roosevelt Island Bridge.",
        "• The most unique way to travel is, obviously, the iconic red Roosevelt Island tram, which runs every seven to 15 minutes to and from 59th Street and Second Avenue in Manhattan. You can use your MetroCard—and get killer views during the five-minute ride. It runs from 6 a.m. to 2 a.m. Sunday through Thursday, and until 3:30 a.m., Fridays and Saturdays.",
        "• Additionally, the RIOC offers the free Red Bus surface shuttle that stops at several points, including the tram, subway and ferry, on Roosevelt Island every eight to 15 minutes. It runs from 5:30 a.m. to 2:30 a.m., and until 3:30 a.m.. Fridays and Saturdays and is a godsend in bad or hot weather.",
        "There sure are, and options include Japanese, Chinese, Italian, a spin on a traditional Greek diner, a bubble tea and ice cream joint, Subway, and Starbucks, as well as a cafe at Cornell Tech. Future eateries are on the horizon, including Mexican, hot-pot and a wine bar, Roosevelt Island Daily reported last month.",
        "You sure can, and most of the island-based restaurants deliver via that platform or another, and there are a lot of options from Astoria and Long Island City, too.",
        "Yes, but street parking is limited. The Motorgate garage is open 24/7 and offers daily and monthly rates.",
        "There’s a damn good chance. Known as Blackwell’s Island until 1921, it was home to several hospitals, a prison and the 1834-built New York City Lunatic Asylum, which were all well-documented as having horrific conditions for those housed there.",
        "All that remains of the asylum is the landmarked Octagon rotunda, which is now part of the housing complex aptly known as The Octagon, whose residential towers were built in 2006. (True Story II: We came across an apartment listing in our budget there, but I was too chicken to even look at it because of the site’s history. My dog sometimes gets antsy when we walk past the complex, which makes me think I was onto something.)",
        "In the southern part of Roosevelt Island are the landmarked ruins of the Smallpox Hospital, which opened in 1856 to keep the highly contagious patients from infecting the rest of the city. My dog and I find the ruins very creepy, especially at night even though they’re illuminated.",
        "True Story III: We rarely, if ever, leave the island if we don’t have to, especially on weekends. Mostly by choice because it's quiet and refreshing to be surrounded by so much green space.",
        "But having said that, there’s lots of space to roam. Four Freedoms State Park at the southernmost tip is a must-see, and is the first memorial to the island’s namesake, President Franklin D. Roosevelt, in his home state. Leaving there, you pass through bucolic Southpoint Park, and past the rolling grassy knolls of the Cornell Tech campus.",
        "At the northern end of Roosevelt Island is Lighthouse Park, where there is ample grass, picnic tables and grills, and a historic 50-foot-tall lighthouse built by the same architect that designed the Smallpox Hospital. I spend a lot of time here with my dog as it’s so pretty and peaceful.",
        "The east and west esplanades of Roosevelt Island were made for strolling, running, and biking, and are wide enough for everyone.",
        "Take the Roosevelt Island Tramway over the East River for a unique perspective on the City. Once closed to the public, today Roosevelt Island is home to a residential community and a number of parks and landmarks. At the island’s southern end, the Louis Kahn–designed Franklin D. Roosevelt Four Freedoms Park offers public programming and family-friendly events. Also in the historical vein: the Renwick Ruin, a former smallpox hospital; the Octagon tower, the remnants of an insane asylum; and, on the northern tip, a 19th-century lighthouse anchoring a park from where visitors can get wide-angle views of NYC."
    ],
    "SoHo": [
        "wealthiest New Yorkers live? It’s not hard to guess the neighborhoods with the highest concentration of super-duper-rich residents, but the Census Bureau's American Community Survey offers concrete data.",
        "So with that in mind, what are the richest neighborhoods in New York City? If you were going to guess that most of them are in Manhattan, you would be correct—here are the top 10:",
        "Ditto Tribeca/Soho coming in at No. 2, given the recent influx of pricey developments—residences like celeb magnet 443 Greenwich Street, or the ultra-luxurious 70 Vestry—that have brought wealthier residents to the neighborhood.",
        "History of SoHo",
        "SoHo, short for “South of Houston Street”, is a district in downtown Manhattan widely known for its variety of shops and stores ranging from designer boutiques to trendy retail chain stores. Its elegant cast-iron architecture and cobblestone streets make it the perfect neighborhood for those looking to fulfill their dream of living in the Big Apple. But before SoHo came to be what it is today, it was a completely different world.",
        "Prior to becoming a collection of iron-clad buildings, SoHo used to be a lush green farmland. By the early 19th century, the area had been urbanized and transformed into a prosperous neighborhood. SoHo rapidly developed and it became increasingly middle class with more businesses moving to the neighborhood.",
        "Today, SoHo is one of the top shopping destinations in New York City. Although the area has been modernized, the buildings and streets still remind us of its history and make the area a charming place to live.",
        "The Vibe of SoHo",
        "Did you know that SoHo has the world’s largest collection of cast-iron buildings? The idea of cast-iron architecture became widely popular during the industrial revolution due to the fact that it has many advantages over wood and masonry.",
        "Today, SoHo’s loft-style apartments, historic cast-iron architecture, and cobbled streets give the neighborhood a unique touch and make the vibe both classic and modern.",
        "Unique Features of SoHo",
        "SoHo’s most unique feature is its architectural buildings and cobbled style streets. Triplemint agent, Kemba Buchanan describes SoHo as “the stomping grounds for all things cool, chic, and trendy, and a scene where street style, people watching, and beautiful architecture collide.”",
        "Because of the unique look of the neighborhood, many Instagrammers and producers will do photoshoots and film on the streets of SoHo. You might even find yourself bumping into a celebrity!",
        "SoHo is also near some of the most popular neighborhoods in NYC. Chinatown, Little Italy and the East Village are all close by, so you’ll never run out of things to do or places to explore!",
        "Things to do in SoHo",
        "If you enjoy shopping as much as we do, SoHo is the place to be. Broadway is one of the most well-known streets of SoHo where there are tons of stores to browse. You can find many privately owned shops selling creative hand-crafted products, as well as big-name stores such as:",
        "Topshop – 478 Broadway",
        "Adidas – 115 Spring Street",
        "Louis Vuitton – 116 Greene Street",
        "Nike – 529 Broadway",
        "Levi’s – 495 Broadway",
        "Bloomingdale’s – 504 Broadway",
        "Urban Outfitters – 628 Broadway",
        "If you’re interested in art, SoHo is also home to many innovative art galleries that you can visit! Some of the best ones include:",
        "Eden Fine Art Gallery – 470 Broome Street",
        "LUMAS – 474 West Broadway",
        "Morrison Hotel Gallery – 116 Prince Street",
        "Soho Photo Gallery – 15 White Street",
        "Top Food Choices in SoHo",
        "Balthazar Restaurant: This romantic brasserie serves traditional French cuisine from breakfast to dinner, making it the perfect spot to take your date or your family out for a classic French meal! They also offer brunch on the weekends, with both sweet and savory dishes to indulge in.",
        "La Esquina: If you’re looking for a good taco spot, you should definitely try this SoHo staple. There is a secret dining room/bar downstairs, giving this place a unique feel where you can feast on quesadillas, tacos, salads and more!",
        "Pinch Chinese: Craving Chinese food? Pinch Chinese is known for its traditional soup dumplings that come in pork, seafood, or chicken. The spicy wontons with their “house crack sauce” are also a must-try!",
        "Top Things We Love About SoHo",
        "The Shopping: The abundance of store to shop at in SoHo make it the perfect place to spend an afternoon.",
        "Variety of Food: There’s an abundance of food choices in SoHo whether you’re looking for a healthy meal or a drool-worthy dish.",
        "The Aesthetic: The classic and modern touches in SoHo make it a unique NYC neighborhood that’s perfect for photoshoots!",
        "Every global powerhouse has a neighborhood that's just a little bit trendier than all of the rest (Saint-Honoré, oui?). In New York City, that neighborhood is SoHo. Named for its location just SOuth of HOuston street, SoHo features cobble-stone streets lined with fashion boutiques, cafes, and art galleries. Be warned though, fashion comes at a price, and in SoHo that means some of the most expensive rents in the City.",
        "In the the sections below, you'll get a glimpse into life in SoHo. But before you go anywhere, make sure you scroll through the photos in the gallery below. Nothing can tell the story of a neighborhood as well as a few good photos.",
        "For most New Yorkers, SoHo is the ultimate shopping destination. But for the lucky ones who live here, it's also a neighborhood of historic buildings, spacious lofts, cobblestone streets, and adorable little eateries. It's an iconic place, partly because of its famous transition from artists' haven to residence for the rich and famous; and also because of its cool-infused nickname (short for \"south of Houston\"). In both respects, it started a trend that plenty of other Manhattan and Brooklyn neighborhoods have since followed.",
        "SoHo's crowds and most of its stores are centered on Broadway, which is bursting with flagship stores and stylish chains. Sidewalk vendors get in on the action too, setting up tables of scarves, sunglasses, and jewelry. A little further off the main drag, you'll find boutiques selling off-the-runway fashions by most of New York's famous designers.",
        "It's this off-the-beaten-path (off-Broadway) part of the neighborhood where you'll find most of its charm and a much calmer vibe. Cobblestone streets are still common here, and most of the buildings are included in a historic district distinguished by its cast-iron facades. Especially after the stores close, the area can be beautiful and serene.",
        "There's a sprinkling of restaurants throughout, including tiny neighborhood coffee shops where the owner might just know your name. And the owner of the luxury pet-grooming salon definitely knows your Yorkie's name. Many SoHo businesses off of the main shopping strip cater to a wealthy clientele, as rents here are not for bargain seekers. But despite being a place for the rich and chic, the neighborhood has managed to maintain a laid-back vibe.",
        "Besides fashion, SoHo is famous for art. Once a major hub for artists, the neighborhood is still home to some galleries and performance spaces, although most have moved to Chelsea or other neighborhoods. Many of the apartments housed in the historic cast-iron buildings are spacious lofts once occupied by artists, before the full gentrification of the neighborhood played out (and still occupied by the super-successful ones).",
        "Nowadays, young to middle-aged couples and stylish people of all ages live in SoHo. Besides the iconic cast-iron-facade lofts, other architectural gems such as brick townhouses can be found as well. Most buildings don't rise above six floors, although some taller apartment buildings have made their way in, especially west of 6th Avenue.",
        "SoHo, home of the famous shopping street Broadway, is one of the trendiest neighborhoods and also one of the most expensive. There are many high-end restaurants and stores that attract a combination of the local and global elite. Many of the best boutique shops in New York City can be found in SoHo, along with the nicest hotels. As SoHo doesn’t follow the traditional street-naming rules, it can be confusing to get your bearings when first getting to the neighborhood. There’s always something cool to stumble upon, but you can also make generous use of navigation apps.",
        "Soho is an artistic community located in lower Manhattan known for its upscale boutiques, art galleries, chic hotels, and trendy restaurants.",
        "In this Soho neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "Well-known as one of New York City’s prime shopping districts, the name Soho refers to the area being “South of Houston Street.”",
        "Its character and vibe is distinct from its neighboring areas of Tribeca, Chinatown, and Little Italy.",
        "Those craving high-end clothing and accessories may have found their heaven on earth in Soho, with the streets lined with the world’s most notable stores like Burberry, Versace, and Prada.",
        "For historical architecture buffs, an astonishing array of cast-iron buildings make the community a top destination for exploring.",
        "And there’s plenty of art to savor in the various art galleries for all art enthusiasts, especially along West Broadway.",
        "The uniqueness of Soho is that it's had a long history of an ever-changing and ever-evolving character and has basically returned to its original designation-a shopping and residential district.",
        "FUN FACT: Broome Street is unusually wide (and full of traffic) because it is an essential crosstown artery, connecting the Williamsburg Bridge and the Holland Tunnel. Robert Moses intended to build an elevated concrete expressway over the street, but his plan was thwarted by fierce public opposition.",
        "Soho has positioned itself as one of the most expensive neighborhoods in New York City and that won’t be changing anytime soon.",
        "The cobblestone streets that make up Soho, also referred to as The Cast Iron District because that it houses the most extensive collection of historic cast-iron architecture, are permeated with buildings featuring giant windows, tall ceilings, and vast living spaces.",
        "While it may not precisely radiate a residential feel among area dwellers, Soho offers some of the city's premier luxury rentals and loft spaces.",
        "Although many top-dollar condominiums have replaced warehouse and factory lofts once used by designers and artists alike, the typical Soho resident will most likely experience the classic Soho loft experience.",
        "Most grub spots in Soho are tastefully situated between exclusive boutique hotels on Prince Street, which visitors may miss without a careful watch.",
        "Little Italy, Noho, Nolita and Tribeca, and Chinatown surround Soho making it a convenient area to various diverse ethnic restaurants.",
        "The options are endless when it comes to finding good cuisine for breakfast, lunch or dinner in this area.",
        "International visitors and residents make up a large part of the population, so a higher-than-average standard of authenticity is applied to food across borders.",
        "Boqueria Spanish Tapas, Lure Fishbar, Shuka and Sadelle’s are some local favorites that are sure not to disappoint."
    ],
    "Stuyvesant Town": [
        "Stuyvesant Town is more than just a residential development, it's a community. Stuy-Town contains over 89 buildings and 8,757 apartments that along with Peter Cooper Village is home to over 25,000 people. Originally built to relieve housing shortages and provide homes for returning veterans, the 80-acre complex is covered in beautiful red brick apartment buildings with parks and playgrounds throughout.",
        "The neighborhood has an almost suburban feeling to it, making it a family-friendly area that has reasonable prices. The community is self-sufficient, with its own security force and newspaper. Stuyvesant Town is conveniently located near the Flatiron District and Lower East Side with access to multiple bus routes and subway lines despite its suburban-like qualities."
    ],
    "Theater District": [
        "With more than a hundred curtains going up every night all over town, New York City presents audiences with a dizzying array of theatergoing experiences, from blockbuster musicals to intimate monologues. Navigating all the choices involved in putting together a night (or afternoon) at the theater can be a challenge even for seasoned locals. To help you make the most of your NYC theater experience, we’ve compiled this insider guide to ticket buying, preshow dining, theater etiquette and even postshow stargazing.",
        "Broadway—officially, the 41 theaters with 500 or more seats in the Times Square area—has become the home of big, splashy musicals and star vehicles, with prices to match: $130 to $180 for orchestra seats, and twice that for “premium” tickets. Meanwhile, so-called straight plays (dramas without music) can mostly be found Off-Broadway, thriving under the auspices of various nonprofit theater companies. The setting is more intimate (100 to 499 seats) and the tickets less expensive ($40 to $120). While traditionally associated with downtown, Off-Broadway has a healthy presence in the Theatre District and elsewhere in Manhattan; the same goes for Off-Off-Broadway, whose small (fewer than 100 seats), scruffier spaces can also be found in Brooklyn and serve as a laboratory for new voices and the theatrical vanguard, with tickets as low as the $15 range.",
        "This district stretches from 34th St, through the heavily commercial West 30s up to 59th St (beyond which is Central Park), and lies west of 6th Ave. The West Side is home not only to the famed \"Great White Way\" (Broadway), but to the emerging business district centered on the now thoroughly Disneyfied Times Square. The Theater District centers on the outlandishly commercial \"New\" 42nd St and heads up Broadway and 7th Aves, melding to the west with the resurgent neighborhood of Hell's Kitchen and its commercial strip on 9th Ave, and to the north with the newly-built Time Warner Center at Columbus Cir. The area becomes increasingly residential as you go north or west, and more commercial to the east and south. Many of Manhattan's largest hotels (including the Hilton and the Sheraton) are located on 6th or 7th Ave in this area."
    ],
    "TriBeCa": [
        "The Upper East Side’s downtown, cooler cousin, Tribeca is family-friendly with an extra edge of exclusivity, thanks to cost and inventory. (There are currently 540 three-bedroom, two-bath apartments available on the Upper East Side, with a median listing price of $4.4 million, while in Tribeca, the median listing price for the same size apartment is $6.9 and there are just 149 on the market. Tribeca scored the highest median rent of any neighborhood on our list, at $22,500.)",
        "“Tribeca’s chic buildings with sprawling apartments have given the Upper East Side a run for its money when it comes to attracting wealthy families,” says Liat Halpern, Localize.city's urban planner.",
        "Spots that attract local families include Hudson River Park’s Pier 25 (which even has a mini-golf course), and more “inland,\" Washington Market Park.",
        "Localize.city notes that Pier 26 at North Moore Street will turn into a new ecological park by fall 2020, “with two kid-sized fields and a ‘science playground’ that will also serve as an educational experience. Part of the pier will have a wetland tidal pool area that will be used to educate kids about climate change, the Hudson River, native birds, and wildlife.”",
        "Just north of Tribeca is the popular and innovative Children’s Museum of the Arts. Play and enrichment spaces in the neighborhood are lovely and engaging—and often require some kind of membership fee. The area is, of course, home to the Tribeca Film Festival, and cinephile destination Film Forum runs a film series just for kids.",
        "Another District 2 neighborhood, Tribeca has strong public elementary schools; in 2009, The Spruce Street School was opened (on the first five floors of a Frank Gehry-designed skyscraper) to accommodate the area's growing number of families.",
        "Neighborhood boundaries: The area got its name from the phrase, Triangle Below Canal so it's northern boundary is Canal Street to Lafayette and Broadway. The western perimeter is the West Side Highway along the Hudson River and Tribeca’s southern boundary is Vesey Street.",
        "Transportation: Plenty of subway lines converge in Tribeca, so getting to either side of Midtown, Uptown or Brooklyn will generally be a direct service with no changes. For subway stops you’ve got Canal Street, Chambers Street, Franklin Street, Park Place, and World Trade Center served by the A, C, E, N, Q, R, W, 1, 2, and 3 lines.",
        "There are few neighborhoods in Manhattan where parking is easy—and it’s no different for Tribeca where the Community Board fields many parking-related complaints. Another issue is the traffic around the Holland Tunnel, which Tribeca residents say clogs up the neighborhood as it backs up during rush hour.",
        "Real Estate: The current median asking price for a three-bedroom unit in Tribeca is $5,695,000 and the median monthly rental for a similar unit is $15,625. That’s double the rent of a two bedroom which is $7,800. If you can get by with a studio, the median asking price is $1,750,000 and the median monthly rental of a studio is currently $3,800.",
        "Tribeca used to be a manufacturing and industrial area and in the 1980s, developers snapped up warehouses and converted them, pulling in an edgier, artistic crowd.",
        "Notaro says apartments in Tribeca \"are known for their large footprints, so you have more bedrooms, people with families and also because some of them are larger and upscale, you have people with larger incomes and a diversity of livelihoods.”",
        "Much of the neighborhood is landmarked, which has made it harder for developers to muscle into the area, but not impossible—30 Park Place built in 2016 and the redeveloped Woolworth Tower Residences are two recent examples. Patrick Mills, a broker with CORE, says a typical Tribeca buyer is looking for a unit with character.",
        "“Even the new developments tend to be a little edgier and have a lot of personality. Just look at 56 Leonard, the \"Jenga building.\" It’s one of the most interesting buildings, it’s beautiful, has changed the skyline forever and certainly stands out. That’s Tribeca,” he says.",
        "Living: It goes without saying, you’ll need funds for this neighborhood. According to Bloomberg’s annual ranking, NY 10007 in Tribeca just landed the fifth spot in America’s richest zip codes.",
        "Famous for its cobblestone streets, loading docks, wooden water towers, and metal awnings, the area gives a glimpse of what New York City used to be like, but it's also a mecca for hip shopping and fine dining.",
        "If you’re moving to the area, expect your neighbors to have second homes in the Hamptons and live chic, creative lives. Many come from wealth and can take advantage of all that the area offers. Even if that’s not \"you,\" it’s a scene that’s a quintessential part of New York, and you get to see it in your neighborhood.",
        "A converted condo loft building on Hudson Street in Tribeca—a coveted residence for those wanting an essential NYC experience. Eden, Janine and Jum via Flickr",
        "A typical Tribeca resident might have outgrown the West Village, says Mills.",
        "“They are holding onto the grit and artistic energy and the history of the Downtown life.” That’s what’s offered by Tribeca’s industrial buildings—lofts with enviable square footage, which is what you’re looking for when you start a family and want to stay in Manhattan. Mills says, “1,500 square feet is not a lot for the rest of the world but it’s a lot for a family in NYC.”",
        "Mills says the gentrification of the area has really taken off in the post-Giuliani years, ushering in \"some of the best private schools, some of the best public schools. It’s not a surprise when you see this old industrial neighborhood turn into a vibrant, family-focused neighborhood. At the other end of the spectrum you have super famous, A-list celebs who could also be your neighbor.”",
        "This isn’t an area that’s humming til 6 a.m. though.",
        "“You could certainly say, because of the location and the price of living there, it’s a more mature neighborhood than the West Village, Chelsea or Hell’s Kitchen,” Mills says. He thinks that energy has moved Uptown or out to Brooklyn. The nightlife in Tribeca is confined to upscale bars rather than a raucous party scene.",
        "Perhaps because it’s a residential area and because many families are out of town come Friday night, the weekends are fairly quiet in Tribeca. You’re not going to be waiting in line for two hours for brunch as you might in the West Village.",
        "Eating and dining: One of the consequences of living in such an upscale area is the restaurants are pricey, even though many are kid-friendly. Bubby’s and The Odeon are popular with families. For stellar falafel try Nish Nush. Tribeca is perhaps less eclectic than it once was but most residents are still willing to pay a bit more for an interesting if casual dining experience—think Atera where fine dining meets sensory theater with 16-course dinners, prepared before your eyes. “Just because it’s casual doesn’t mean it’s going to cost less,” Mills says.",
        "Area gems: The area isn’t flush with museums or theaters but Elite Gymnastics offers a top-notch gym program and Church Street Music is the area's only non-profit school for the arts. There’s also the Downtown Dance Factory and the Manhattan Youth Community Center.  One resident with school-aged kids tells us Brooklyn Game Lab is a welcome addition and the Robot Factory seems to be hanging on. \"We could use more day camps and after-school clubs like those,” she says",
        "Pier 25 is popular with families and has mini golf, a cafe and volleyball courts as well as a sailboat in the summer. There’s also Washington Market Park, which has a playground and offers a series of summer concerts. In the dead of winter, parents of little ones will appreciate the neighborhood’s members-only indoor toddler space, Play Garden.",
        "Local celebrities: There's no shortage of celebrities taking advantage of the Downtown lifestyle. Probably the most famous resident and unofficial mayor is Robert De Niro. Taylor Swift, Beyonce, and Jay Z are at 195 Hudson. 443 Greenwich is home to Jake Gyllenhaal, Justin Timberlake, Jennifer Lawrence, and Meg Ryan—and that’s just one building.",
        "“Most celebs are drawn to that West Village vibe but you can’t really find something as big there so they’re in Tribeca where it’s more paparazzi proof,” Mills says. He says Tribeca has fewer tourists and “real New Yorkers aren’t going to stop a celebrity in the street—you just move on with your life.” (You’ve been warned.) Tom Brady and Giselle bought at 70 Vestry, which has an interior courtyard where a car can pull in for enhanced privacy.",
        "wealthiest New Yorkers live? It’s not hard to guess the neighborhoods with the highest concentration of super-duper-rich residents, but the Census Bureau's American Community Survey offers concrete data.",
        "So with that in mind, what are the richest neighborhoods in New York City? If you were going to guess that most of them are in Manhattan, you would be correct—here are the top 10:",
        "Ditto Tribeca/Soho coming in at No. 2, given the recent influx of pricey developments—residences like celeb magnet 443 Greenwich Street, or the ultra-luxurious 70 Vestry—that have brought wealthier residents to the neighborhood.",
        "Located in Downtown Manhattan between St. James Place and West Street (east to west) and Canal Street and Vesey Street (north to south), Tribeca is a chic neighborhood that is characterized by cobblestone streets, incredible restaurants, and industrial buildings that have been turned into high-end residences.",
        "Although Tribeca is currently one of the most expensive neighborhoods to live in New York City, it certainly did not start off that way.",
        "Tribeca, which is an acronym for “Triangle below Canal Street,” was formerly an industrial area filled with warehouses. Artists flocked to these spacious abandoned lofts in the 70s which caused the neighborhood to transform into the home of some of New York’s most well-known artists and their galleries.",
        "Today, Tribeca is a hip neighborhood with high-end boutiques, five-star restaurants, and luxury apartments that some of Manhattan’s most elite residences call home.",
        "Tribeca perfectly blends modern sophistication with an industrial flair. It is fairly quiet compared to some of Manhattan’s other neighborhoods and its streets are hardly ever congested with crowds of people.",
        "With high-rise buildings, unique lofts, and no shortage of outdoor space to enjoy, it’s no wonder Tribeca is so popular.",
        "Fun fact: Many streets are considered historic landmarks and the entire neighborhood has a quaint, mellow atmosphere that feels like an escape from the city’s hustle and bustle.",
        "One of the most unique features of this neighborhood is that it is home to the annual Tribeca Film Festival, held every spring since 2002. It is an event known worldwide with screenings of independent films from every genre.",
        "Another thing that makes Tribeca unlike other neighborhoods is that the shops open later. This is because the neighborhood’s residents get a bit of a later start in the morning, but you can catch them dining at one of the area’s many restaurants at all hours of the night.",
        "Between tranquil strolls along the Hudson River and the abundance of well-known eateries, you’ll always be able to find something to do in Tribeca. Here are some of our favorite activities:",
        "Restaurants and Nightlife: Because the eateries stay open late in Tribeca, you’ll be able to put your food cravings at ease no matter what time it is. Definition of “the city that never sleeps!”",
        "Art Galleries: Tribeca is home to some of NYC’s most notable artists, so it is no surprise that it has some of the best and most unique galleries in Manhattan.",
        "Hudson River Park: Here you’ll be able to take in incredible views of the Manhattan skyline while strolling along the river.",
        "Top Food Choices in Tribeca",
        "There’s no shortage of restaurants in Tribeca, so get ready to feast! Check out some of our favorite spots:",
        "Bubby’s: To start off your day, grab brunch at Bubby’s, as recommended by Triplemint Agent David Palermo. They provide tasty American food that will make you feel like you’re experiencing classic Tribeca. It is also a great spot for late-night pie!",
        "Locanda Verde: For dinner, reserve your seat at a restaurant that all of our agents favor. Locanda Verde is a “soul-satisfying” Italian restaurant led by world-renowned chef Andrew Carmelleni. His dishes are the definition of five stars, from ribeye to ravioli that are actually the chef’s grandmother’s recipes.",
        "Frenchette: A fairly new restaurant in the neighborhood, Frenchette is a must-try. From fried blowfish tails to duck frites, the unique cuisine and exclusive natural wines make this spot a local favorite.",
        "Top Three Things We Love About Tribeca",
        "1. Array of Restaurants: There is an abundance of well-known restaurants to try.",
        "2. Industrial Vibe: The spacious lofts with an industrial flair are so unique.",
        "3. Quiet Yet Lively: Although the streets are quiet, there is still so much to do and see in this neighborhood.",
        "Tribeca is far and away the most expensive neighborhood in New York City. Its remarkable loft-style architecture, trendy shops and cafes, and seeming insulation from the rest of the city make it a perfect destination for those looking to find some peace in the Big Apple. Stars aren't just like us: they live in Tribeca.",
        "In the the sections below, you'll get a glimpse into life in Tribeca. But before you go anywhere, make sure you scroll through the photos in the gallery below. Nothing can tell the story of a neighborhood as well as a few good photos.",
        "Tribeca is trapezoid shaped neighborhood bounded by Canal Street, West Street, Broadway, and Chambers Street (or Vesey Street, depending on who you ask). And it's home to many celebrities and for a good reason – it’s considered one of the city’s most fashionable areas. As we mentioned earlier, glamour comes with a price; back in 2006, Forbes magazine ranked Tribeca as one of New York City’s most expensive neighborhoods. And if you’ve got the cash, the neighborhood comes with other perks. In recent years, the NYPD ranked Tribeca as one of NYC’s safest neighborhoods. In terms of architecture, Tribeca has a lot of similarities with nearby SoHo; including many loft apartments that are housed in former industrial buildings.",
        "To some, Tribeca seems more like a suburb of New York than one of its neighborhoods. It's relatively secluded from from the hustle and bustle of midtown and it's close proximity to Hudson River Park offers great access to green space. If you're looking for an escape from the city's frenetic energy and your bank account is willing, Tribeca could be worth the price tag.",
        "You won't be hearing the rumble of the subway in most parts of Tribeca, which is great for peace and quiet, but not so ideal for your morning work commute. The eastern edge of the neighborhood puts you in close proximity to a few lines, but as you move west, you are going to be a little bit isolated from a transportation standpoint. Then again, maybe you'll just be taking Ubers.",
        "Tribeca is an acronym for “Triangle Below Canal,” which is fantastic if you can afford it. There was a time that Tribeca was one of the most deserted places in NYC as it was filled with warehouses. However, a lot has changed and it closely resembles SoHo. Currently it’s one of the liveliest and hippest neighborhood in Manhattan. Although it’s cool, this comes at a price. The neighborhood is a grid of factories and warehouse buildings, many of them which are old. The buildings are short, so you’ll can see plenty of sky. However, the streets are small and full of dead ends which can be frustrating when driving. Tribeca was once home to Robert De Niro, the founder of the Tribeca Film Festivals. Thanks to him, people in NYC began to admire the cobblestone streets such as Washington, Greenwich and Harrison Streets.",
        "In the last twenty years or so, Tribeca had been steadily rising as a popular neighborhood and is now officially considered the hottest area in the city.",
        "In this Tribeca neighborhood review, we'll look into public transportation, restaurants, average apartment rent and sale prices.",
        "As safety steadily increased in lower Manhattan in the 90's people discovered beautifully converted loft warehouses in Tribeca (which stands for Triangle Below Canal Street) and historic rowhouses.",
        "Spacious open floor plan, reminiscent of those in Soho, but quieter, cheaper, and not inundated with retail and foot traffic were top alluring factors.",
        "Today, Tribeca is a place where you can rub shoulders with upper-middle-class folks, the rich and yes, celebrities.",
        "Considered a neighborhood with a lovely industrial-meets-classic feel, a family-friendly area with gorgeous green spaces, and home to many of the trendiest restaurants, unique boutiques, art galleries and gourmet coffee shops.",
        "Put further on the map by the Tribeca film festival, the neighborhood exponentially came into its own in the 2000s.",
        "Shouldered by the West Village, Chinatown, and the Financial District, you have access to unique areas easily from Tribeca.",
        "Fun Fact: In an effort to restore the spirit and economy of New York City following the September 11 attacks, Robert De Niro, Jane Rosenthal, and Craig Hatkoff founded the Tribeca Film Festival, which has brought in over half a billion of economic activity to city residents.",
        "Tribeca is a victim of its own popularity and success, with rental prices being sky-high (let alone condo units).",
        "This neighborhood often boasts first place for most expensive housing in the city. Known for its gorgeous loft and warehouse conversions, these sprawling apartments will fetch a pretty penny.",
        "Actually, the more \"affordable\" units to move in tend to be ironically mostly in newly-constructed developments in the area with one-bedrooms starting from about $3,500.",
        "One-bedroom apartments in renovated lofts usually start over $4,000.",
        "Tribeca offers convenience in the way public transportation, with access to 9 trains, but predominantly being served by the A/C/E and 1/2/3 lines.",
        "There are few dedicated bike lanes in the vicinity, but a beautiful continuous greenway along the Hudson makes a fast and lovely ride on the west side.",
        "That being said, Tribeca is a small area, and you won't have to walk long before you run into some kind transportation.",
        "CitiBike is a worthwhile and convenient option for many Tribeca residents.",
        "Great restaurants are not hard to find in Tribeca.",
        "As a matter of fact, the number of choices may be overwhelming as Tribeca does not do mediocre.",
        "However, there are a few great solid mainstays that residents in the neighborhood return to regularly--",
        "The Odeon (American), Racine's (French), Bubby's (Southern), Takahachi (Sushi), Gunbae (Korean BBQ and karaoke), Tamarind (Indian), and Locanda Verde (Italian).",
        "Tribeca also offers a variety of choices in coffee shops outside of the usual Starbucks.",
        "You'll also be amazed by the different types of watering holes in the area that range from sleek modern cocktail bar like The Brandy Library, Ward III, the wine list at Vin Sur Vingt, and the solid Weather Up.",
        "A heavenly Asian bakery that will be sure to satisfy your sweet tooth is Takahachi Bakery. You will never have a dessert like this outside of NYC, unless of course you visit Asia. The matcha crepe is a local favorite!",
        "But really the list goes on as these are just a small sampling of what Tribeca has to offer.",
        "The Poster Museum has an impressive collection of thousands of vintage posters and prints from around the world. Genres include USA WWI, Andy Warhol, Women and War and Tour de France.",
        "Pier 25 draws adults and children, tourist and locals year round. It has plenty of outdoor activities like an 18-hole miniature golf course, sand volleyball courts, skate park, snack bars, a children's playground and town dock and boat moorings. It is Hudson River Park's longest pier.",
        "If you're looking to have a unique, one-of-a-kind cocktail then Tribeca is your place, specifically Macao Trading Co. Enjoy the extensive drink menu in the swanky downstairs basement where a DJ is usually spinning or keep things low key on the upper level - you've got options here.",
        "B Flat is a Japanese owned cocktail bar and jazz lounge. Drinks are made with precision. They offer late night ramen after 11PM for $10. Live jazz Monday and Wednesdays."
    ],
    "Two Bridges": [
        "Two Bridges resides in the shadows between the Brooklyn Bridge and Manhattan Bridge. This working-class neighborhood is far from the bright lights and bustle of the Big Apple.",
        "And that suits its residents just fine.",
        "East from the Brooklyn Bridge, past the Manhattan Bridge to Montgomery Street, and south of East Broadway is the secluded neighborhood of Two Bridges. The area takes its personality in part from the bridges which inspired the name, as well as the encroachment of Chinatown and the Lower East Side - as well as its public housing.",
        "Two Bridges, by the East River, may be tiny. But massive developments often seem to wash up there.",
        "In the 1930s, about 100 buildings considered slums were razed to make way for Knickerbocker Village, a red-brick, 12-building, middle-income complex that was among the first in the country to be subsidized by the federal government.",
        "Even larger undertakings followed, including sprawling public-housing developments. In many ways, that thinking-big era lasted until the late 1990s, when 82 Rutgers Slip, a 198-unit apartment building with income restrictions — the final piece of a multi-block effort that began in the 1970s — welcomed its first renters.",
        "But for all the attention, this middle-class area, which has never really had its turn as a fashionable neighborhood, could seem like a land the city forgot.",
        "“It felt very isolated,” said Dr. Audrey Abatemarco, 51, a podiatrist who grew up in Knickerbocker Village and, after stints on Staten Island and the Upper West Side, moved back to the complex in the early 1990s.",
        "“And yet, it was a neighborhood where people looked after you,” said Dr. Abatemarco, who rents a one-bedroom and also has an office in the complex.",
        "If the 20th century was about spreading out — the complexes are threaded with gardens, wide walkways, playgrounds and parking lots — the new phase of construction is more vertically focused.",
        "First to stretch skyward is One Manhattan Square, whose 823-foot spire, with 815 market-rate condo units, is currently taking shape. At least three projects with similar towers from other developers — all of them a mix of luxury and affordable rental apartments — are planned nearby.",
        "While the high-rises promise to add stores, parks and hundreds of units of affordable housing in an area where below-average salaries are common, many neighborhood residents oppose them. Not only are they too tall, critics say, but also the new wealthy residents will encourage retail landlords to install fancy, out-of-reach shops.",
        "“This was a sleepy little town for a while,” said Trever Holland, 51, a lawyer and a founder of Tenants United Fighting for Lower East Side, or TUFF-LES, one of several local groups pushing for changes that include a rezoning that would cap buildings at 350 feet, or about 35 stories.",
        "“What we’re trying to make sure of is not only that the area is properly zoned, but properly planned,” said Mr. Holland, who left New Jersey in 1997 for a one-bedroom unit in a rent-regulated building where apartments generally lease for between $1,300 and $1,600 a month (he declined to provide his rent).",
        "But the public process required for any rezoning, which can be lengthy, wouldn’t begin until next year, proponents say, and time might not be on their side. At the same time, the developers behind the planned towers are working jointly to gain city approvals, which will be based on the projects’ impact on pedestrians and other factors.",
        "One person’s oversized tower, of course, is another’s prized aerie, and Dr. Mathew Ulahannan, 65, an internist from New Hartford, in upstate New York, said he chose One Manhattan Square in part for the views.",
        "His two-bedroom, two-bath unit in the building, which opens in 2018, cost $2.3 million, said Dr. Ulahannan, who expects to use it as a once-a-month pied-à-terre with his wife, Leena. His daughter, Netha, 32, who is studying to be a doctor in New York, will likely live there full-time, he said.",
        "“Change is inevitable, especially in Manhattan,” said Dr. Ulahannan, adding that he is sympathetic about rising living costs. “But there is not a lot of room for everybody that wants to come to New York.”",
        "What You’ll Find",
        "Two Bridges, naturally, is near a pair of spans: the Manhattan and Brooklyn Bridges, whose tall stone undersides offer majestic passageways.",
        "Based on business names and residents’ opinions, the neighborhood’s borders roughly correspond with Montgomery Street, East Broadway, Division Street and St. James Place, although some areas may overlap with the Lower East Side and Chinatown.",
        "Classic tenement-style walk-ups, with stores at the base and facades zigzagged with fire escapes, are on full display on Madison Street. Some of the older buildings are being upgraded, like 207 Madison Street, which now has amenities like a game room.",
        "Facing the walk-ups is an example of the housing type that prompted the bulldozing of similar tenements: the sweeping La Guardia public housing development from 1957, where 1,094 apartments are populated by 2,513 residents.",
        "The new crop of towers is taking aim at those 20th-century blocks. At 252 South Street is One Manhattan Square, a condominium from Extell Development Company, whose president, Gary Barnett, lived as a child in an apartment on Pike Street. The development, which replaced a popular Pathmark grocery store, is also adding a 205-unit income-restricted rental building next door, at 229 Cherry Street.",
        "On a narrow site a few paces away, at 247 Cherry Street, JDS Development Group has proposed a 1,008-foot rental with up to 660 units, 25 percent of them with below-market rents. And close by, at 259 Clinton Street, Starrett Development has unveiled a 724-foot, 62-story tower with 765 rentals, a quarter of which the developer said will be affordable.",
        "There is also a project with two spires — the tallest at 798 feet — from L & M Development Partners and CIM Group. The project, which will have 1,350 rental units, a quarter of them affordable, is planned for 260 South Street, currently a parking lot.",
        "All of these developers are promising to include stores, and to replace that sorely missed Pathmark, a spokeswoman for Extell said a grocery is coming.",
        "In a market dominated by rentals, condos are scattered and modest. They also tend to be in the northern blocks, which since the 1980s have been home to immigrants from the Fujian province of China. Those units are frequently owned by investors and rented out, said John W. Chang, an associate broker with Sotheby’s International Realty, who has worked in the area.",
        "“Gentrification is happening,” Mr. Chang said. But with the large number of rent-regulated units, he added, the neighborhood probably won’t turn into an affluent address overnight.",
        "Still, even if gradual, “low-income and long-term residents are being increasingly pushed out,” said Christopher Kui, the executive director of Asian Americans for Equality, a social services group based in the neighborhood.",
        "Tenants in tenements are being harassed by landlords so they might move, to clear their homes for redevelopment, he said. Also, it’s been harder for residents to find places where they might buy “a nice $5 lunch,” as store rents rise, Mr. Kui added.",
        "With for-sale properties scarce, inventory is minimal, so market trends can be tough to identify. Still, a handful of condos offer some insight.",
        "At 175 East Broadway, an ornate former office that went condo about a decade ago, the average price of the three sales this year was $1.59 million, according to StreetEasy.",
        "A similar conversion is at 142 Henry Street, where units have exposed bricks and beamed ceilings, and where a one-bedroom with a bath and a home office sold this year for $960,000, according to public records. And at 48 Market Street, a newly constructed one-bedroom, one-bath condo sold this year for $625,000, according to StreetEasy.",
        "Rentals can seem attractively discounted relative to those in comparable neighborhoods. A two-bedroom in a prewar walk-up building that might cost $4,000 a month in the East Village, for example, could be had in Two Bridges for $2,800, said Todd Orwicz, a salesman with Warren Real Estate, who works in both places.",
        "Over the years, immigrants from various countries have moved through the area, including Irish, Italians and Chinese. Consequently, some buildings can seem like cultural Venn diagrams: A drugstore at Oliver and Madison Streets is identified with at least three signs — one in Chinese characters, another reading “farmacia” and a third that says “Generation Pharmacy.”",
        "But now signifiers of neighborhood cool — coffee shops, interesting restaurants, places to buy art and music — are beginning to appear as well. Many owners of those businesses are taking pains to be joiners rather than disrupters.",
        "“We all want to be integrated into the Chinatown community,” said David Fierman, 34, who moved his art gallery to Henry Street from the Lower East Side in 2016, and moved himself into a studio rental soon after. Mr. Fierman said he makes sure to put out news releases in Mandarin about upcoming shows.",
        "Some attempts at introducing hipster culture in the neighborhood have led to interesting juxtapositions. The book and record store 2 Bridges Music Arts is on East Broadway, in a small mall where the hair salons, jewelry shops and clothing stores cater mostly to Chinese customers. “The idea was to be located in a place that forces you to step outside yourself and your comfort zone,” said the owner, Simon Greenberg, of his decision to open the store there last year. One of the things he has done to appeal to locals, he said, is to display Chinese-language books prominently among the English-language titles.",
        "While arrivals to Two Bridges might be sincerely trying to assimilate, their presence is still controversial, said Mr. Kui, who added that upscale shops are a tough fit in a working-class area.",
        "“I’m not saying these are bad people,” he said, of the new crop of retailers. “Some of them are probably here because they’re facing the same cycles of gentrification as well.”",
        "A zoned option is Public School 1, on Henry Street, which enrolls about 350 students in prekindergarten through fifth grade. On state exams last school year, 50 percent of students met standards in English, versus 40 percent citywide; in math, 59 percent met standards, versus 42 percent citywide.",
        "For sixth through eighth grades, there is Middle School 131, just outside the neighborhood, which enrolls about 450 students. On state exams last year, 33 percent met standards in English, versus 41 percent citywide, while 53 met standards in math, versus 33 percent citywide.",
        "Area students are given priority admission to Millennium High School in the financial district, which has about 640 students. On 2016 SAT exams, average scores were 562 in reading, 583 in math and 564 in writing, compared with 446, 466 and 440 citywide.",
        "Subway trains may clatter across the Manhattan Bridge, but they do not stop in Two Bridges. The only line that serves the neighborhood is the F, at East Broadway. The M9, M15 and M22 bus lines are also options."
    ],
    "Upper East Side": [
        "That the Upper East Side is No. 1 should come as no surprise, given the concentration of wealth found along the westernmost border of the neighborhood (i.e., Museum Mile and the Gold Coast)",
        "wealthiest New Yorkers live? It’s not hard to guess the neighborhoods with the highest concentration of super-duper-rich residents, but the Census Bureau's American Community Survey offers concrete data.",
        "So with that in mind, what are the richest neighborhoods in New York City? If you were going to guess that most of them are in Manhattan, you would be correct—here are the top 10:",
        "access to Central Park, Carl Schurtz, etc - great for runners or people with dogs! (as far as I know) the cheapest neighborhood in Manhattan for recently graduated students to move good bar scene, especially around 2nd Avenue, nice choice of grocery stores (plus can get to Target/Aldi/Costco fairly quickly on the M15), it's fairly quiet at night (unless you live on 2nd), while still being relatively safe, close to the library and some of the best museums! (or maybe I'm a dork)",
        "long commute if you don't live close to Lex, the 6 train on weekdays. IS. HELL., restaurants aren't as plentiful/cheap as they are downtown, and they don't stay open as late, increasing property prices near the new subway line",
        "My boyfriend and I are pretty quiet and don't treasure living among a lot of other young people, so overall I wouldn't move anywhere else in Manhattan. If I were going to move, I certainly would check out Hoboken though! ;)",
        "Nice buildings. Walking past Christian Louboutin every day. Safe Access to museums, central park You can meet entertaining old people.",
        "Crowded 456 train Tourists at certain hours, although less so than UWS Overpriced mediocre food",
        "The Upper East Side has a reputation for being home to the wealthy, but even those on a budget can call this neighborhood home. This quiet, lush neighborhood offers a reprieve from the hustle and bustle of downtown. Chock full of history, culture, and green spaces, here’s what you need to know about the Upper East Side.",
        "map of upper east side boundaries and sub-neighborhoods Location: The Upper East Side stretches from 59th Street up to 97th Street, with the East River and Central Park/Fifth Avenue as its boundaries. Within the borders of this expansive neighborhood are three sub-neighborhoods: Lenox Hill, Yorkville, and Carnegie Hill",
        "Sub-Neighborhoods: Lenox Hill is the largest of the three sub-neighborhoods, encompassing the southern half of the UES and stretching from 59th to 79th streets. Together, Carnegie Hill and Yorkville make up the northern half of the Upper East Side, stretching upwards from 79th Street to 97th Street. This area is divided in half along Third Avenue, with Carnegie Hill as the western portion and Yorkville as the eastern portion.",
        "Commute: Living in the Upper East Side, you won’t be too far from anything. The 4/5/6 trains all run along Lexington Avenue and the Q train runs along 2nd Avenue, easily connecting residents to Downtown Manhattan. Getting crosstown is a little trickier, with only few buses cutting through Central Park. Alternatively, the F train, coming from Queens, intersects with the Q train at 63rd Street, transporting residents over to 6th Avenue.",
        "The Upper East Side is characterized as an upscale neighborhood known for its prominent cultural institutions, unparalleled shopping, distinguished prep schools, immaculate landscaping, and luxury homes.",
        "Along its main avenues, particularly in Carnegie Hill, you’ll find evidence of its storied reputation. Park Avenue, Madison Avenue, and 5th Avenue are lined with luxury doorman buildings featuring the signature green awnings, coupled with quiet streets filled with picturesque brownstones and townhouses. Move farther east and away from Central Park, though, and the UES becomes far more approachable. You’ll find more affordable apartments in several high rise buildings and an abundance of smaller, pre-war buildings throughout Lenox Hill and Yorkville.",
        "The Upper East Side is filled with a diverse set of fine dining and casual restaurants across all cuisines. While there may not be as many renowned spots compared to the rest of the city, there are plenty of smaller style cafes and bistros, locally owned chains, and specialty shops serving up delicious bites for residents to enjoy.",
        "H&H Midtown Bagels East is a staple for breakfast in the neighborhood. Don’t be intimidated by the line out the door, it moves quickly; you’ll be enjoying your bagels and muffins in no time! If the line is simply too long for your taste, check out Bagelworks as an alternative. This small take-out only spot serves up your breakfast needs in the morning. Grab a fresh, homemade bagel with your choice of spread or fillings to start your day off on the right foot.",
        "Enter the whimsical world of Alice in Wonderland at Alice’s Tea Cup. Enjoy afternoon tea complete with delicious scones, finger sandwiches, and an assortment of sweets paired with your choice of tea from their extensive variety of options. If you’re looking for something savory, their burger is delicious, as well.",
        "white plate filled with cooked pasta on a black tabletop",
        "Sandro’s is an intimate neighborhood spot serving up robust Roman-style cuisine. This authentic trattoria keeps guests coming back with their al dente preparation of classic pasta dishes. Try their mouthwatering cacio e pepe or bucatini amatriciana and you won’t be disappointed.",
        "If you’re looking to impress your dinner date, head to Daniel for a world-class fine dining experience. Headed by Daniel Boulud, this two Michelin star establishment is known for its refined European cuisine and impeccable hospitality. Choose from one of their pre-fixe tasting menus for a satisfying, and pricey, meal.",
        "In the mood for sushi? Tucked away in Yorkville, Tanoshi Sushi may look like a hole in the wall, but don’t be fooled. This no-frills BYOB spot serves up fresh and affordable omakase, with the option to add on items from an a la carte menu. Make online reservations to be seated at one of their three seatings per evening.",
        "Indulge your sweet tooth and bring home incredible baked goods from Two Little Red Hens. From their raved about Brooklyn Blackout cake to their creamy cheesecakes, you can’t go wrong no matter what baked good you choose. Definitely place your order in advance to make sure they don’t run out of what you’re craving!",
        "Although the neighborhood is appreciated for being a peaceful slice of life, there are still plenty of things to do in the Upper East Side. With Central Park as your backyard, there’s no better place to be on a sunny day. Jog around the reservoir, bike through the many paths, or relax and enjoy a picnic on the grass. If you’re living further east, John Jay Park, Carl Schurz Park, and East River Promenade serve as great alternatives.",
        "Immerse yourself in the rich culture of this neighborhood and explore Museum Mile, home to several of the city’s prominent museums. See some of the world’s best art at Metropolitan Museum of Art with extensive collections spanning all time periods. The Solomon R. Guggenheim Museum is an architectural marvel in and of itself, and has both modern and contemporary art on display. The smaller, specialty museums are worth a visit, as well. Check out the Frick Collection with artwork by Henry Frick, the Neue Galerie with German and Austrian artwork, and the Cooper Hewitt Museum, which focuses on historical and contemporary design.",
        "Shop up a storm while strolling down designer-store-lined Madison Avenue. If you’re shopping on a budget, there are several thrift and consignment stores filled with hidden gems waiting to be found. Your typical retail clothing stores can be found along Lexington and Third Avenues.",
        "The Upper East Side is not known as destination for nightlife, in fact many choose to live here because of its quieter, relaxed atmosphere. That being said, there are still plenty of pubs and bars nearby if you’re looking for a casual place to grab a drink or catch up with friends.",
        "The Penrose brings the energy of downtown to the Upper East Side. This upscale, yet laid-back, restaurant and bar offers a selection of craft beers, creative cocktails, and noteworthy bar food. Quickly becoming a neighborhood favorite, The Penrose is the perfect stop for a boozy brunch on the weekends or weeknight dinner and drinks.",
        "If you’re a fan of whiskey and bourbon, Bondurants is your go to. Featuring an extensive, yet carefully curated, menu with small batch whiskey, handcrafted cocktails, and a constantly rotating draft, this casual neighborhood bar’s unique offerings makes it a standout.",
        "Descend into the hidden, underground speakeasy known as Sugar East. Formerly the Merchants NY Cigar Bar, its tobacco license was grandfathered in, making this lounge one of only eight bars in the city where you can legally smoke indoors. Transport yourself to 1950s  Havana with Sugar East’s wood paneled walls and Art Deco accents, and get cozy in one of their leather booths while you sip on one of their tropical cocktails.",
        "Feel like you’re in a small town at Earl’s Beer and Cheese. Despite its location on Park Avenue, this cozy establishment has a decidedly homey atmosphere serving up a rotating selection of craft beers paired with hearty cheese-centric dishes. Order their beer cheese to enjoy with your brew, or, for something more substantial, try their acclaimed NY State Cheddar Grilled Cheese, a twist on the classic sandwich but filled with pork belly, kimchi, and a fried egg on sourdough.",
        "The Upper East Side (UES), is the area bordered by 59th Street to 96th Street (south to north) and Fifth Avenue to the East River (west to east). It is one of the most upscale areas in New York City and includes several smaller neighborhoods, including Lenox Hill, Carnegie Hill, and Yorkville.",
        "The UES was initially a farmland and market garden district. People only began to move into the area in the mid-1800’s, after the completion of a station that finally connected the UES to the city center in lower Manhattan.",
        "It was Andrew Carnegie who transformed the entire Upper East Side when he built a mansion in the area, which made it more appealing and caused other wealthy people to want to live there as well.",
        "Some other well-known figures who resided on the Upper East Side include the Rockefellers, Vanderbilts, Roosevelts, Kennedys, Whitneys, and Dukes, just to name a few. It was these residents that made the UES the lush neighborhood it is today.",
        "Once home to the country’s wealthiest people, the Upper East Side is best known for upscale real estate, mainly on Fifth, Madison, and Park Avenue. On the UES, you can find classic mansions that date back to the 19th century, Renaissance-style townhouses, and luxury condos. However, there are also plenty of Upper East Side apartments that meet every price point.",
        "On the UES, you will feel a slower, more relaxed vibe. And even though you may feel far away from the hub of the city, you can find everything you need including playgrounds, community centers, and schools.",
        "The 4 and 5 express lines and 6 local lines are north-south subway lines that can get you to The Bronx up north or to the southern tip of Manhattan, and even Brooklyn. Other lines include the F, N, Q, and R lines that serve the southern end.",
        "Two unique features of the UES are Central Park and Museum Mile. On the UES, Central Park at the west becomes your garden, where there is no better place to go for a walk, jog, bike, or simply enjoy a picnic on a sunny day in Manhattan.",
        "On the southeast corner of Central Park lays Museum Mile. It is home to some of New York’s most famous museums including the Metropolitan Museum of Art (“The Met”), the Solomon R. Guggenheim Museum (“The Guggenheim”), and specialty museums such as the Frick Collection, Neue Galarie, and the Cooper Hewitt Museum.",
        "This quiet, upscale neighborhood in combination with respective museums offers both a reprieve from the busy city and a perfect residential area to dwell in.",
        "Although for many, the first place to come to mind is Central Park, there is also an equally beautiful park called the Carl Schurz Park located on the east end of UES where you can pass by Gracie Mansion, an old colonial house that is now the official residence of the New York Mayor.",
        "On the other hand, if you are looking for something to fuel creativity, visiting The Met and The Guggenheim are great options. Both museums offer various exhibitions throughout the year, so there is always something new to view.",
        "Feeling hungry? Here are some of our agents’ favorite places to eat on the Upper East Side!",
        "Café d’Alsace: There are plenty of great brunch places on the UES to sit outside on a sunny day and do some great people watching. Café d’Alsace is definitely one of them. It is a popular upscale French brunch spot with a lovely ambiance. The Belgian waffle, topped with fresh strawberries, strawberry coulis, whipped cream, and organic maple syrup, is a favorite order for many. Café d’Alsace also serves dinner and the top dish for many is the Steak Frites—certified price hanger steak served with red wine sauce, brown marrow, and French fries. “Even tastier when you match it with a beer from its beer list,” says Triplemint Agent Brad Lauren.",
        "Sasabune: “No Spicy Tuna, No California roll. Trust Me,” is the motto of this minimalistic, casual, but upscale sushi bar on the UES. Sasabune offers first-class food with very basic décor compared to over-the-top Japanese restaurants saturated in the city that you have to dress up for. At Sasabune, the fish is sensational, where it offers a phenomenal selection of exotic fish. Coupled with sweet and pleasantly warm rice, the sushi literally melts in your mouth the moment it enters. Sasabune requires deep pockets, but for the fresh fish, it is worth it.",
        "Vietnaam: Triplemint Agent Omer Sultan’s favorite go-to spot for Pho in the city is Vietnaam, a local favorite on the UES that serves delicious broth with generous portions! The service is fast and efficient, a perfect place to be for your quick Pho fixes when you are craving warm soup. The place is also large and suitable for large groups. Something unique at Vietnaam is its udon. Udon and Pho aren’t typically seen together, but when combined, it’s absolutely delicious.",
        "Top Three Things We Love About the Upper East Side",
        "The Beauty: The UES is gorgeous. It is quiet, relaxing, and filled with tree-lined streets.",
        "Escape from the Hustle and Bustle: The UES has a suburban feel where people move at a slower pace.",
        "Central Park: The close access to the park makes the UES one of the most desirable places to live in the city.",
        "Sure, the UES has a reputation for being the home of New York City’s elite (aka: snobby rich people), and while that’s partially true, it’s one of the most suburban feeling neighborhoods NYC has to offer. When we have friends or family visiting there are two things that everyone always says- there are a lot more trees than they were expecting and it is not as loud and noisy as they were expecting. It’s true, trees line practically every street in New York City. There are approximately 5.2 million trees throughout the five boroughs. With the population at around 8.4 million people I think it’s safe to say there is at least one tree per household, which is surprising to think about. The UES is also a fairly quiet place. Sure, there are the frequent honks from an angry cab driver, or the sirens of an ambulance on its way to one of the many large hospitals in the area, but overall the foot traffic is limited to the people that live here with the exception of the area closest to Central Park and the museums.",
        "The Upper East Side has become very accessible over the past few years with the opening of the Q train. To access the UES you really only had the option to take the 4, 5, 6 trains which only run on the east side of the island. Since the Q opened we can be in Times Square or even Union Square in less than 15 minutes!",
        "Lots of film and television productions shoot various scenes on the Upper East Side. It is not uncommon to walk by a film set with various wardrobe, make-up, and actors/actresses trailers lining the streets. We’ve been watching a TV show before that’s filmed in New York and seen a character dining at one of our favorite restaurants or enjoying a night out at the comedy club in our neighborhood.",
        "There are lots of things to do on the UES. Spend an afternoon at the Central Park Zoo, shop your way up Madison Ave, get a blowout at Drybar and head out for an evening at Comic Strip Live, or you can take a tour of Gracie Mansion where the mayor of NYC lives. We spend a lot of time walking around the neighborhood and often stopping for a sweet treat or a much needed coffee break.",
        "If you need a pick me up head to Hutch & Waldo for one of the best almond milk lattes in the city. Van Leeuwen for some of our favorite ice cream, or even by Woops for some macarons! We also love Birch Coffee, Ines Cafe, Jack’s Stir Brew, & Irving Farm Coffee Roasters. There is no short of coffee here on the Upper East Side!",
        "The UES is notoriously known for Museum Mile which stretches from 82nd to 106th Street on Fifth Ave and his home to nine world class museums. Most popularly- the Metropolitan Museum of Art (or MET for short) and the Guggenheim cannot be missed. A little south of Museum Mile but not to be forgotten is The Frick Collection which houses some of the best known paintings by European artists.",
        "There are some amazing parks in New York City but the UES happens to be adjacent to Central Park, arguably one of the best parks in the world. There is so much to do and see in Central Park it’s impossible to see it all in one trip. As great as Central Park is, a hidden gem nestled along the East River is Carl Schurz Park. I like to refer to it as a mini Central Park. Unlike Central Park, which draws a lot of tourists, Carl Schurz Park is typically only filled with native Upper East Siders playing with their kids on the giant playground, taking a run along the river, or hanging out with their dogs at one of the two dog parks (Pixie is a big fan). Grab some picnic supplies from Whole Foods, Fairway, Butterfield Market, or Eli Zabars and enjoy a relaxing afternoon lounging in Sheep’s Meadow or sitting on a bench overlooking the East River.",
        "New York City has no shortage of great restaurants and the Upper East Side is no exception. For breakfast, grab a bagel at H&H, some tea and scones at Alice’s Tea Cup, or a more hearty breakfast at Bocado or Sarabeth’s. For lunch you can’t go wrong with a Burger from Shake Shack or Bareburger, some yummy meatballs at The Meatball Shop, or a fresh lobster roll from Luke’s Lobster. When dinner time rolls around Pizza Beach, Beyoglu, or Jaiya are some of our favorite options.",
        "If you’re craving something sweet stop into Serendipity for a frozen hot chocolate, grab a black and white cookie from William Greenberg Desserts, some macarons from Laduree, an ice cream cone from Emack and Bolios, or cupcakes from Sprinkles or Baked by Melissa. There is also a local speakeasy hidden behind an ice cream shop on 2nd avenue! Go in and ask To See The Storage Room! They have some amazing cocktail options that change seasonally!",
        "When looking for a place to stay in NYC most people opt for Midtown but don’t overlook some of the great hotels the UES has to offer like The Plaza, The Pierre, or The Carlyle (William and Kate stayed there on their trip to NYC in 2014!) or the more budget friendly The Franklin Hotel.",
        "The Upper East Side is bounded by 59th Street in the south, 96th Street in the north, Fifth Avenue to the west, and the East River to the east. In terms of cost per square foot, the UES is one of the most expensive New York City neighborhoods and definitely still has a reputation for being home to \"old money\" and \"ladies who lunch.\"  However, things are slowly beginning to shift, especially in the areas closest to the East River. Apartments lining the neighborhood's easternmost streets (namely York Avenue, 1st Avenue, and 2nd Avenue) are now one of the cheaper options for young New Yorkers. In fact, these apartments can be less expensive than those found in some up and coming neighborhoods of Brooklyn. And when the 2nd Avenue subway line is finally completed (the first phase from 96th to 63rd Street is scheduled to open in late 2016), this area will have much improved commuting options. In terms of style of buildings, the architecture is similar to that of the Upper West Side with a mix of brownstones, doorman buildings, and walk-ups.",
        "One of the reasons the eastern reaches of the neighborhood have remained less expensive is due in part to the 15+ minute walk required to reach the Lexington Avenue subway line. Despite a long trek to the 4-5-6 train, UES residents have a multitude of restaurants, bars, and stores right in their own backyard. Fifth, Madison, and  Park Avenue are primarily residential, but by the time you reach Lexington, you'll have no problem finding what you need. The area near 86th Street and Lexington is particularly full of commercial options.",
        "The UES is also defined by the many cultural institutes it houses, many of which are located on a part of Fifth Avenue aptly named \"Museum Mile\". Here you'll find El Museo del Barrio at 104th Street, Museum of the City of New York at 103rd Street, the Jewish Museum at 92nd Street, Cooper-Hewitt National Museum of Design at 91st Street, National Academy Museum and School of Fine Arts at 89th Street, the Guggenheim at 88th Street, the Met from 82nd to 86th Streets, and the Goethe House German Cultural Center at 82nd Street.",
        "It should also be noted that the Upper East Side is one of the only areas of Manhattan where Republicans constitute more than 20% of the electorate; this is especially true in the Southernmost portion of the UES where Republican voters equal Democrats.",
        "The Upper East Side has been known as the “Gold Coast” because of the wealthy men and women who dress well and live in this neighborhood. Due to its rich population, the Upper East Side is home to some of New York’s most expensive real estate, often in the form of single floor apartments and generous penthouses. It’s not an ideal place to live if you want to save money, unless you find a cheaper walk-up closer to the river than Central Park. The neighborhood is populated with many elite private schools like the Spence School, Rudolph Steiner School and some of the city’s best public schools. Families from other neighborhoods often tend to move to Upper East Side for its excellent schools.",
        "Those looking to experience the finer, more elegant things in life belong in the Upper East Side.",
        "In this Manhattan Upper East Side neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "Whether you are interested in museum culture, fine dining or high-end shopping, there's a little bit of everything in this neighborhood.",
        "Take a stroll down Museum Mile (Fifth Avenue between 72nd and 104th Street) and you will find some of the country's most renowned institutions like Museum of Modern Art (MoMA) and Solomon R. Guggenheim, just to name a couple.",
        "Museum Mile was once named Millionaire's Row. Take a look at the mansions surrounding you and it will make better sense.",
        "Head over to Madison Avenue and you're in shopping mecca, with some of the world's biggest names in haute couture.",
        "High-end department stores like Barney's, Valentino and Christian Louboutin carry all classic designs and have held a strong presence at the forefront of fashion.",
        "This homey neighborhood is filled with mostly upper class residents, especially along Park and Madison Avenue.",
        "Mostly brownstones line these blocks.",
        "Further East toward the East River, you will find many young professionals who are probably in training for a career that will earn them a place on Park or Madison.",
        "Here is where you will find more of a selection of affordable apartments.",
        "Fun Fact: The Upper East Side's Fifth Avenue was so full of mansions in the 1800's that it was dubbed \"Millionaire's Row.\"",
        "Local Buzz",
        "It wasn't until recently that the Upper East Side decided to improve its transportation options.",
        "Ever since the installment of the Second Avenue subway, real estate prices in the area have been steadily increasing.",
        "Not only do residents of the UES now have viable subway options, but there is also now a protected bike lane on Second Avenue between East 68th and 125th streets.",
        "Also, the newly launched NYC Ferry will be making it to the shores of the UES this year. The East River Ferry is no longer in service and has transitioned to the new, expanded NYC Ferry Service featuring new boats, onboard concessions, and lower fares.",
        "Fine dining at its best can be found in this neighborhood.",
        "The Upper East Side has established itself as the place in the city to find the best fresh fish, particularly sushi.",
        "Some of these above average sushi gems include Sasabune, Sushi Seki, and Sushi Ishikawa.",
        "Aside from the posh sushi spots strategically placed throughout the UES, residents can also enjoy some of the city's best diners like 2nd Ave Deli and Madison Restaurant.",
        "Stop by Two Little Red Hens to get your sweet tooth fill! It's sure not to disappoint!"
    ],
    "Upper West Side": [
        "While not as tony as the Upper East Side (which could be a good, or a bad thing, depending on your perspective), the Upper West is similar to its crosstown counterpart in many ways. It has, of course, Central Park, home to the Diana Ross Playground at 81st Street, and Heckscher Playground at the south end. To the west is scenic Riverside Park, which runs the length of the neighborhood, and has the popular family spot Hippo Playground.",
        "While the popular Riverside Skate Park at West 109th Street is currently off-limits for reconstruction, Localize.city reports that it’s expected to reopen by 2020 with a new design deemed “world class” by local skaters and will accommodate skaters of all ages and abilities.",
        "Localize.city also notes the debut this fall of accessible features at St. Gregory’s Playground and Bloomingdale Playground. Bloomingdale, for instance, will have ramps to play structures, handicapped swings, quiet sensory spaces, adjustable height basketball hoops, and gender-neutral bathrooms.",
        "The American Museum of Natural History is an Upper West Side gem, and you’ll also find The Children’s Museum of Manhattan, the New-York Historical Society (home to a separate museum dedicated to a young audience, and frequent host of kid-friendly exhibits) and performing arts complex Lincoln Center, which in addition to favorites like The Nutcracker, stages an entire series of top-notch children’s productions for all ages. The Marlene Meyerson JCC is another popular community resource, providing fitness facilities, classes, and events.",
        "Apparently, the Upper West Side likes family-friendly festivities: Localize.city reveals that of all the neighborhoods in the city, this area holds the most block parties on Halloween, as indicated by the number of permits filed.",
        "The Upper West Side has its fair share of elite private schools, such as The Calhoun School, Collegiate School, Trinity School, and Ethical Culture School. Popular public schools include P.S. 199, P.S. 87, and P.S. 9, as well as The Anderson School, which is a citywide highly-selective gifted and talented school to which 50 kindergartners are admitted each year (out of approximately 15,000 students who take the G&T test). District 3 underwent rezoning in 2017 to reduce overcrowding and improve diversity, so it’s unlikely another rezoning will happen any time soon.",
        "Upper West Side (West end in the high 70's)",
        "Safe, Beautiful buildings, Lots of retail on Broadway, Levain bakery, Packed with tourists and families, Overprice mediocre food, Having to wait forever to cross from Broadway to West End",
        "The Upper West Side embodies a classic spirit of Manhattan that you can get a feel for by watching back-to-back reruns of Seinfeld. The retro diners, Jewish delis, and native New Yorkers still have a presence, but just as many newcomers and young professionals are in the mix. A safe neighborhood that's sandwiched between Central Park and Riverside Park, it has become especially popular among families with young children.",
        "Besides the parks, the neighborhood is defined by its cultural institutions, most notably Lincoln Center, a complex of world-famous performing arts venues for ballet, opera, film, jazz, and classical music. This hub, along with other destinations such as the American Museum of Natural History, the New York Historical Society, the Beacon Theatre, and Symphony Space, plus nearby Columbia University, has made the Upper West Side a go-to spot for the intellectually curious and seekers of sophisticated culture, as well as a home for many who work in the arts and academic fields.",
        "Because of its intellectual and cultural roots, the Upper West Side is known for its liberal penchant, especially when compared with the Upper East Side, its more conservative counterpart across Central Park.",
        "In terms of housing, the Upper West Side offers a range of brownstones, walk-up apartment buildings, and high-rises with doormen. Buildings closer to Central Park West and Riverside Drive are noticeably fancier and pricier than those in the middle of the neighborhood, since they have a quieter residential ambiance and immediate access to green space. The inner corridor, however, offers greater convenience in terms of proximity to businesses.",
        "Broadway runs through the core of the neighborhood and is bustling with restaurants and shopping, of both the chain and boutique variety. The tourist hotspots around 59th Street (Columbus Circle), 66th Street (Lincoln Center), and 81st Street (the Natural History Museum) naturally attract more chain businesses.",
        "The Upper West Side is notable for its traditional Jewish delis, bagel shops, and food markets, including the legendary Zabar's. Nowadays the culinary scene is almost as diverse as the city itself, and during warmer months the sidewalks thrive with outdoor seating for brunch and dinner. There are a good number of bars catering to young people as well as an older clientele, but overall the neighborhood has a wholesome, family-friendly feel.",
        "Home to the American Museum of Natural History, the Upper West Side is a great place to live. One of the best parts about the Upper West Side is the ease of access to both Central Park and Riverside Park. These are great places to refresh your mind or go for a jog. The UWS is pet-friendly, with many shops offering bowls filled with water outside for pets passing by. It also has a lot of great restaurants with diverse food options. Although it’s great for living in quiet and with family, there isn’t much nightlife here. Also, the rent can be pricey considering how small the apartments are. At that price, you can find an apartment in NYC that has more space.",
        "I am a tad biased because I've lived on the Upper West Side for more than nine years, but you won't find a more picturesque neighborhood in Manhattan. Not only does the UWS offer an abundance of public green space – Central Park and Riverside Park flank the nabe – but you'll encounter tree-lined blocks of brownstones making you feel like you've wandered on the set of a Nora Ephron movie. Columbus Avenue features a trove of cool boutiques, and Amsterdam has mostly restaurants, cafes and bars. The subway runs along Broadway, also the center of the neighborhood, as well as Central Park West. For a one-bedroom apartment in the West 70s and 80s, budget at least $2,500 for a walk-up. For a full-service doorman building, expect to pay upwards of $3,500 per month, with many topping out at well over $4,000. You'll save a bit on rent the further north you go, with walk-up one-bedrooms in the West 100s averaging about $2,000 per month.",
        "Typically thought of as the more residential neighborhood of Manhattan, The Upper West Side exudes a more refined, slower-paced feel than the rest of the bustling city.",
        "The neighborhood is nestled right between Morningside Heights and Hell's Kitchen or Clinton.",
        "It extends from Central Park West to The Hudson River and from 59th to 110th Street, and includes the sub-neighborhood of Lincoln Square.",
        "In this Manhattan Upper West Side neighborhood review, we'll look into public transportation, restaurants, average apartment rent, and home sale prices.",
        "In addition to the calm environment, the various family-friendly activities, may explain why the area is filled with families and celebrities looking for a peaceful and quiet residence.",
        "Though it is a bit off the beaten path, this neighborhood in very peaceful as it is not as congested as the rest of the city.",
        "Much of this neighborhood is filled with gorgeous and massive historic apartment buildings.",
        "With park access from its western and eastern borders, including the American Museum of Natural History, it's no wonder there are so many families calling this neighborhood home.",
        "Fun Fact: The Ansonia Hotel Condominium between 73rd and 74th on Broadway was the first air-conditioned hotel in the city and it also had an in-house doctor, dentist, and barber for its residence.",
        "The Upper West Side is the perfect neighborhood to stroll around and take in the outstanding architecture.",
        "There are a lot of brownstones and historical buildings, like The Dakota - the residence of John Lennon.",
        "The rent for apartments is high and space is limited in this highly coveted area.",
        "The Upper West Side is directly connected to the rest of the city by way of the 1 train (local) or 2 and 3 trains (express) as well as the A and B trains (weekdays), C and D trains (B and C are local).",
        "The subway station at 81st Street (near The Museum of Natural History) features a one-of-a-kind commuter platform with visually stunning murals and artwork.",
        "There is a bus stop on nearly every block of the neighborhood making it extremely easy to access subways or other surrounding areas like Harlem or Chelsea.",
        "Located just above the food haven that is Hell's Kitchen, the Upper West Side has a variety of hidden cuisine gems that most New Yorkers are unaware of.",
        "Whether you are in the mood for seafood followed by one of the greatest ice cream cookies in the whole city (Crave Fishbar) or Southern comfort food to ease that longing for momma's home cooking (Jacob's Pickles), the Upper West Side has it.",
        "Most famously, Cafe Lalo, known for its cameo in You've Got Mail, offers a cozy atmosphere for patrons to enjoy a quick bite or casual dessert.",
        "Sadly, most New Yorkers only explore this area if they see a show at the Lincoln Center or venture out for a day at the Museum.",
        "Most restaurant wait times (without reservations) aren't nearly as bad as the rest of the city and the overall ambiance is laid back which creates a more relaxed energy for optimum meal enjoyment.",
        "Some of the most popular activities in the UWS include catching a show at Lincoln Center for Performing Arts.",
        "Lincoln Center houses The Metropolitan Opera House, as well as NYC Ballet, the American Ballet Theatre, and the world-class Juilliard School.",
        "It's concert venues also include Alice Tully Hall and Avery Fisher Hall.",
        "Other exciting performance spaces to explore are the Beacon Theatre and the Westside Comedy Club.",
        "The Museum of Natural History and the Children's Museum of Manhattan will keep the kids busy.",
        "Art lovers can ponder at the American Folk Art Museum, The Museum of Arts and Design, and at The Sanctuary, and open air museum, just to name a few.",
        "Upper West Side residents can also enjoy the waterfront views and jogging paths along Riverside Park.",
        "And of course, Central Park is accessible from entire eastern border of the neighborhood. Some notable attractions close to the west side entrances are Belvedere Castle and Tavern on the Green.",
        "A less explored gem is actually north Central Park. Not many people venture past 97th street, but it's actually one of the most beautiful areas of the park.",
        "One of the best features is its general seclusion, much unlike the rest of the park, which can be overcrowded during the day.",
        "If you're looking for drinks after dinner, you'll have no problems finding a great spot along Broadway, Amsterdam Avenue, or Columbus Avenue."
    ],
    "Washington Heights": [
        "Washington Heights doesn’t have a lot of inventory (just eight apartments for sale, and 18 for rent) but this neighborhood in the northern reaches of Manhattan does offer affordability—the median asking price is $1,350,000, while median rent is $3,800.",
        "And breathing room—located on the upper ridge of the island of Manhattan, Washington Heights provides stunning views of New Jersey’s Palisades and the Hudson River. You’re never too far from green space here: Fort Washington Park is to the west, while Fort Tryon Park (home to The Cloisters and the four-season, three-acre, Heather Garden) is to the north and features year-round programming and events. Highbridge Park, which in 2015 re-opened its namesake structure spanning the Harlem River, The High Bridge, recently saw the addition of a skate park and the renovation of the park’s rec center. According to Localize.city,  a $30 million overhaul of the park, expected to be completed by January 2021, includes a new adventure playground, basketball courts, and synthetic turf practice field. Additionally, a $7.7 million renovation of Audubon Playground is expected to bring new play structures, swings, courts and water features by spring of 2020.",
        "The local library is a major resource in the neighborhood; its 3,300-square-foot children’s room is one of the largest in the New York Public Library system, and the branch also has a 3,750-square-foot teen area and tech center. The area’s Armory Track hosts athletic events and youth programs, and New York-Presbyterian/Columbia University Irving Medical Center is also located here.",
        "P.S. 187 is a popular public K-8 school here, however, over-crowding is an issue. The Muscota New School, or P.S. 314, is an un-zoned progressive school in the area, while P.S. 513 Castle Bridge School is an in-demand bi-lingual, progressive school participating in a city pilot program to improve diversity by reserving a certain percentage of seats for children from low-income families or who have families impacted by incarceration.",
        "New Manhattan residents shouldn't discount Washington Heights, a soulful and lovely neighborhood in Upper Manhattan that's minutes to Midtown by way of the A train. Not only will you rent more space for the money, but the apartment stock consists mostly of sprawling pre-war flats, many with gorgeous Beaux-Arts details. Brimming with Hispanic flavor due to its large Dominican population, Washington Heights boasts a good number of Latin restaurants. Mom-and-pop shops are also prevalent, so chain stores haven't found their way to this area of Manhattan yet.  Fort Tryon Park is one of the city's outdoor treasures as it provides acres of respite from the Big Apple and marvelous views of the Hudson River. Inside is the Met Cloisters, the uptown branch of the Metropolitan Museum of Art that focuses on European medieval art and architecture. And for those who like to escape the city for Upstate, you'll be that much closer when hitting the road for weekends away. Washington Heights is one of Manhattan's cheapest places to live – there's a stock of apartments that fall under the $2,000-per-month price tag."
    ],
    "West Village": [
        "wealthiest New Yorkers live? It’s not hard to guess the neighborhoods with the highest concentration of super-duper-rich residents, but the Census Bureau's American Community Survey offers concrete data.",
        "So with that in mind, what are the richest neighborhoods in New York City? If you were going to guess that most of them are in Manhattan, you would be correct—here are the top 10",
        "History of the West Village",
        "The West Village is located between Sixth Avenue and West Street (east to west) and 14th Street and W Houston (north to south).",
        "Known as a hub for bohemian culture since the early 20th century, NYC’s West Village was home to many artistic visionaries because of its inspiring atmosphere. This caused the neighborhood to become abundant with small art galleries, quaint bookstores, and charming cafes where the city’s intellectuals could do their best work.",
        "Today, the West Village’s rich history has helped it develop into one of New York City’s most coveted neighborhoods and is still a cultural epicenter.",
        "The Vibe of the West Village",
        "Tranquil with just enough hustle and bustle, the West Village is filled with beautiful brownstones, cobblestone roads, and tree-lined streets.",
        "You will find long-time residents as well as those new to Manhattan who want to reside in a unique place that brings their dream of NYC living to reality. It’s also the perfect place for commuters, with a number of transit options to get you to your destination.",
        "Filled with picturesque townhomes, co-ops, and condos, the West Village gives NYC homebuyers many options to choose from.",
        "Those who reside in the West Village are proud to call this neighborhood home, and most will have a number of favorite local spots to recommend to visitors.",
        "One feature that is specific to the West Village is the “off-the-grid” street system.",
        "Because the West Village’s grid is offset from that of the Manhattan Grid, the angles between streets create triangles of open space where the two grids collide. These areas are home to parks and subway stations and have a more pedestrian-feel than the square intersections in other parts of Manhattan.",
        "It’s not only the streets’ orientation that makes the West Village one-of-a-kind. The roads tend to be narrower as well, with buildings rarely above three stories.",
        "The contrast between neighborhoods is very apparent, allowing West Villagers to know exactly once they’ve entered the area in which they reside.",
        "There’s an endless amount of activities to partake in when you’re in the West Village. Here are some of Triplemint’s favorites:",
        "Shopping: Regardless of your budget, the West Village has an array of both boutique and designer shops that are the perfect places to upgrade your closet or grab a gift for an upcoming soirée.",
        "Visit Famous Filming Sets: Many famous TV shows and films take place in the West Village. Seinfeld, Friends, and Sex and the City are some of the most noteworthy. Directors and writers purposely choose the West Village as a set location because the neighborhood plays a character in itself.",
        "Hudson River Park: The Hudson River Park is a 550-acre riverside park and is located on the west side of Manhattan between Battery City and W 59th Street. Not only does this waterfront park have exceptional views during the summer and springtime, but it also hosts many events ranging from professional volleyball tournaments to musical performances by the water.",
        "Credited with having the best food in Manhattan, the West Village is home to the world’s most sought after restaurants. No matter what type of food you’re craving, we bet you can find it in the West Village. Can’t decide where to dine? Triplemint recommends these three West Village eateries:",
        "Literally any restaurant from Rita Sodi and Jodi Williams: West Village locals will tell you Buvette, iSodi, and Via Carota are bucket list experiences you NEED to try. Getting a reservation may be a bit difficult though, so make sure to book well in advance.",
        "Corner Bistro: Corner Bistro is the perfect representation of the West Village’s rich history. Being one of the last bohemian bars in the area, Corner Bistro has been serving up New Yorkers for years.",
        "L’Artusi: L’Artusi presents a modern take on traditional Italian dishes, coupling creativity, and comfort. Its extensive wine list, consistent upbeat vibe, and unmatched service make L’Artusi a neighborhood hot spot. Try to sit at the bar right in front of the open kitchen if you can for an incredible experience.",
        "Amélie: If you’re in the mood for a glass of vino, this French wine bar will hit the spot. Triplemint Agent Amy McDonald loves their wine flights, which allow you to taste three glasses for just $12!",
        "This list could go on forever because the West Village is truly a paradise for foodies.",
        "Top Three Things We Love About the West Village",
        "Hudson River Park: Hudson River Park is the longest riverfront park in the United States and is the perfect place to unwind while taking in amazing views of the water.",
        "Quiet Neighborhood with an Upbeat Vibe: While the West Village is casual and relaxed, it is never dreary, making it one of the most balanced neighborhoods in the city to live in.",
        "Endless Shopping: From high-end fashion storefronts to local boutique vendors, the West Village shopping scene is perfect for finding your next outfit, and buying that birthday gift for your difficult friend or family member.",
        "Greenwich Village (also called West Village or simply \"the Village\"), located in New York City's borough of Manhattan, is one of the city's best neighborhoods to get lost on a Saturday afternoon. Escaping the formal grid structure that dominates north of 14th Street, wandering the streets of Greenwich Village will make you feel as though you have left New York and landed in a small European city. Many streets are lined with shops and, although major chain stores can be found here, there are still many independently owned stores and restaurants for you to discover.",
        "When you have had enough of the tall buildings and bustling crowds of Manhattan, you will love that Greenwich Village offers a great respite with a calmer, more manageable feel, plus the neighborhood's shorter buildings allow more sunshine to reach the streets. There are many secret courtyards and small gardens nestled between townhouses on the neighborhood's residential blocks. From poet Dylan Thomas, who infamously drank himself to death at the White Horse Tavern, to musician Bob Dylan, who refers to Greenwich Village in many songs, the neighborhood is well known for being the home of many artists, writers, and musicians.",
        "Greenwich Village was also the theater for many Beat Generation writers such as Allen Ginsberg, Jack Kerouac, and William S. Burroughs.",
        "Although there are many great guided tours you can take of the neighborhood, allow yourself plenty of time to wander and get \"lost\" here. Don't worry—your cell phone's map (or a friendly local) will help you find your way again when you are ready to return to the real world. You can also navigate with this Greenwich Village–West Village map.",
        "A, C, E and B, D, F, V",
        "- West Fourth Street",
        "1",
        "- Christopher Street–Sheridan Square",
        "- Houston Street",
        "The neighborhood spans the area between 14th Street and West Houston and from Hudson River to Broadway.",
        "The neighborhood breaks from the uptown grid structure with smaller streets that run at a variety of angles. Its small winding streets, smaller buildings, and unique townhouses give the Greenwich Village neighborhood a European feel.",
        "If you think of the Village neighborhoods (East, Greenwich, and West) as a family, the West Village is definitely the sibling that went to medical school and now splits their time between New York and Martha's Vineyard. It has just as many great shops and restaurants as East and Greenwich Village, but with much more of a buttoned-up polish: brownstones, tree-lined streets, designer labels, and a general tranquility that's hard to find in New York City. To many, it's one of New York City's best neighborhoods.",
        "In the the sections below, you'll get a glimpse into life in the West Village. But before you go anywhere, make sure you scroll through the photos in the gallery below. Nothing can tell the story of a neighborhood as well as a few good photos.",
        "Home to stars like Claire Danes, the Olson twins (!), Will Ferrell, Julianne Moore,  Nicole Kidman, Sarah Jessica Parker, and Brooke Shields, the West Village is the East Village’s more glamorous cousin. These crooked (and often confusing) streets on the far western side of the island are as close to quaint as Manhattan gets. Many say that the area has a distinct European feel and tree-lined blocks, historic brick townhouses, trendy boutiques, and hip restaurants abound. And if the weather cooperates, we can’t think of a finer place to take a stroll.",
        "While the atmosphere is delightful, be forewarned that much of the West Village is not on a grid system. We’re still not sure how West 10th street can intersect with West 4th street, but somehow it does. Like neighboring Greenwich Village, living in the West Village typically means trading space and new construction for aesthetics and location. Most West Village apartments are walk-ups; although the Richard Meier-designed apartment towers at 173 and 176 Perry offer an opportunity to live in a luxury building. If your bank account can handle it, the neighborhood has a number of beautiful Federal, Italianate, and Georgian style townhouses that would make a lovely home.",
        "Of all three villages, the West Village is the area that is the most-buttoned up and residential. If you’re looking for quiet streets and easy access to the Hudson River, the West Village might be just the ticket.",
        "Right by Greenwich Village, the West Village is a great place to take a leisurely stroll and hang out with friends. There are many cafés, bookshops, and vintage clothing stores. Due to its charming nature, it’s hard to find an affordable place to stay in the West Village. Even though you may not live here, it is a neighborhood that is a must visit. Take a stroll to see beautiful brownstones lining the street. You’ll also want to stop at one of the many old fashion diners, such as the Waverly on Waverly and 6th."
    ]
}