{
    "Battery Park": {
        "id": "0",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/battery-park-city",
        "short description": "Highrise condos, grassy parks, and waterfront living.",
        "long description": "Battery Park City is a planned neighborhood of sleek high rises overlooking the Hudson River in downtown Manhattan. It has a secluded, quiet atmosphere but is only steps to the Financial District, which makes it a popular home for those working in the vicinity of Wall Street. Residents speak of the small-town vibe where \"all the parents know all the kids\". There are two synthetic-turf athletic fields used for baseball, softball, kickball, Frisbee, soccer, football, and lacrosse (mostly for children's use, although adults are welcome as well). A number of public parks provide grassy areas to soak up the sun on a warm day or just people watch.<br> The neighborhood has a number of cafes and restaurants, grocery stores and markets, and a shopping cinema with a food court and cinemas. The rich and powerful moor their boats at the neighborhood's North Cove Yacht Harbor, where you can also take sailing lessons.<br> Tribeca and the Financial District are just next door when you want to venture out of the area and a ferry service can whisk you across the river to New Jersey.<br> Battery Park City is bordered on the north by Tribeca, on the east by the Financial District, and on the south and west by the Hudson River."
    },
    "Chelsea": {
        "id": "1",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/chelsea",
        "short description": "Upscale and artsy, this neighborhood has everything you need for a great lifestyle.",
        "long description": "Once an immigrant neighborhood full of warehouses, Chelsea has evolved into one of the most desirable and expensive parts of New York City. This is a vibrant area full of dining, shopping, and nightlife, art galleries, and studios. The bulk of the celebrated High Line Park winds through Chelsea all the way up to 34th Street, where the park ends. And you've got the Chelsea Piers nearby. This is a large sports and entertainment complex that sits on the Hudson River. It includes synthetic fields for every type of sport you can imagine, a driving range for golf, batting cages, an ice rink, a skate park, bowling lanes, and restaurants.<br> Along its main avenues and along the High Line Park shiny new condo towers dominate. The stature of buildings tends to decrease as you move away from these areas, however, and you'll soon find old brick tenement housing converted to walk-up apartments. Many of its side streets are quaint, tree-lined, and quiet but the north end of Chelsea feels more industrial, lacks the greenery, and mostly has large apartment and condo complexes.<br> Given the size of this neighborhood, some residents (and real estate agents) might refer to distinct parts, such as West or East Chelsea to describe the areas separated by the High Line. You'll find a mix of people here, although the middle class is largely being squeezed out by the increase in cost of living. Chelsea is a popular home for Manhattan's LGBTQ community.<br> Chelsea is bordered on the north by Hell's Kitchen and the Garment District, on the east by the Flatiron District, on the south by Meatpacking and the West Village, and on the west by the Hudson River."
    },
    "Chinatown": {
        "id": "2",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/chinatown",
        "short description": "Energetic and raw, Chinatown is a vibrant neighborhood with interesting history and great food.",
        "long description": "A tour guide once shared the wisdom that New York's Chinatown isn't one Chinatown, but many: since the 1880s immigrants from different regions of China have staked out certain parts of this lower Manhattan neighborhood and retained their regional cuisine and customs. What looks homogenous to an outsider is actually a diverse community.<br> This is a vibrant, densely packed area full of old tenement housing that’s been converted to apartments, cheap Chinese restaurants, Buddhist temples, historic sites, and stores selling knick-knacks (and, oftentimes, knock-offs) that spill out onto the sidewalk. Canal Street, which was once a canal, is the busy main thoroughfare and normally jammed with traffic. While there are lots of Chinese eateries around there isn't much of a nightlife here. But hip neighborhoods like Lower East Side and Tribeca are a short walk away.<br> Chinatown is one of the more affordable neighborhoods by Manhattan standards, but it's by no means a cheap place to live.<br> Chinatown is bordered on the north by Little Italy and Bowery, on the east by Two Bridges, on the south by Civic Center, and on the west by Tribeca."
    },
    "Civic Center": {
        "id": "3",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/civic-center",
        "short description": "The epicenter of New York City's government, this is a quiet neighborhood after business hours.",
        "long description": "The Civic Center neighborhood is the beating heart of New York City government: City Hall, the NYC Department of Education, and the New York State Supreme Courthouse are just some of the institutions located here. This lower Manhattan neighborhood has traditionally been an afterthought for New Yorkers, but in recent years new development and affordable (for NYC) housing has attracted new residents.<br> This is not quite a vibrant neighborhood yet, but you can quickly walk to Tribeca or Chinatown, and thanks to the 15 subway lines that come through here you can easily get most anywhere else in the city.<br> What the neighborhood lacks in shopping, dining, and nightlife it makes up for with history. City Hall Park, now a popular spot for workers to eat lunch outdoors, once hosted important speeches and rallies during the American Revolution and protests during the Great Depression. The African Burial Ground National Monument marks what is believed to be the earliest cemetery for blacks, most of whom were slaves at the time. Scholars estimate up to 15,000 African Americans are buried here. Additionally, many of the newspaper companies that helped shape the city were originally based here.<br> Civic Center is bordered on the north by Chinatown and Two Bridges, on the east by the East River, on the south by the Financial District, and on the west by Tribeca."
    },
    "East Harlem": {
        "id": "4",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/east-harlem",
        "short description": "A strong community with a history of diverse cultures.",
        "long description": "East Harlem, also known as Spanish Harlem or El Barrio, is a diverse uptown Manhattan neighborhood. Like many uptown areas it's been going through transition, but gentrification isn't felt consistently across the neighborhood. So while brand new developments and renovated walk-ups offer housing to new, affluent residents, there are still sections of poorer tenement housing. East Harlem also has one of the highest concentrations of public housing in the city. Crime has fallen in many parts of this neigbhorhood but you should still exercise caution, particularly at night.<br> But overall East Harlem has a lot of pride and a strong sense of community. It was once a popular area for Italian immigrants until the 1930s, then became predominantly Puerto Rican for decades, and recent years have brought an influx of Mexicans, Dominicans, and New Yorkers fleeing more expensive parts of the city. Murals throughout the neighborhood illustrate its fluid history.<br> The neighborhood is a foodie paradise, with street stalls offering Mexican food next to impossible-to-get-into Italian restaurants. A number of highly rated burger joints dot the area.<br> The East River Plaza is a large shopping center with several big box retailers, including Costco, Target, and PetSmart.<br> East Harlem is bordered on the north by north and the east by the Harlem River, on the south by the Upper East Side, and on the west by Central Park and Harlem."
    },
    "East Village": {
        "id": "5",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/east-village",
        "short description": "Tamer than it used to be but still a funky place with a young population and a rockin' nightlife. ",
        "long description": "Once a bohemian, funky neighborhood of artists and hippies, the East Village has followed the general upward trend of lower Manhattan and now features luxury condos and upscale eateries. Still, it retains a grungy, indy vibe compared to many other Manhattan areas and is an incredibly vibrant neighborhood.<br> If you're looking for something peaceful and quiet, this is probably not the neighborhood for you. But if you like having a ton of stuff to do within a few minutes from home, then it could be just right. The East Village has hundreds of restaurants and bars, a number of theaters (cinema, stage, and live music), unique stores, and tattoo parlors. And it got its own brewery in 2012 to satiate the thirst of its hipster residents.<br> Housing mostly consists of old walkup brownstone and townhome apartments on the smaller side (and by smaller, we mean say goodbye to that queen bed unless you've got some serious cash), although new development is bringing more lux homes to the area.<br> The East Village is bordered on the north by Gramercy Park and Stuyvesant Town, on the east by the East River, on the south by the Bowery and Lower East Side, and on the west by NoHo."
    },
    "Financial District": {
        "id": "6",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/financial-district",
        "short description": "The heart of America's financial services industry quiets down after dark.",
        "long description": "The Financial District – sometimes abbreviated to FiDi – is the epicenter of business in New York City. Wall Street, the New York Stock Exchange, the famous bull statue, the new World Trade Center…it's all here. This neighborhood is full of financial services companies, skyscrapers, and people in dark suits.<br> It wasn’t long ago that this area would become a ghost town after the working day ended and people went back to their homes elsewhere. But in recent years tons of money has been invested in the area, bringing in new Starchitect-designed residential buildings, restaurants, and shops, and it's become an appealing place to live, particularly for those who work nearby.<br> This is a cultural hub for New York, as well. You've got the rebuilt World Trade Center, the 9/11 museum and memorial, Trinity Church (the oldest in Manhattan), the revolutionary era Fraunces Tavern, National Museum of the American Indian, and the historic South Street Seaport, whose cobblestone streets are home to a mall, exhibition space, boutiques, and restaurants. When you're in the mood for something mellower you can walk over to Battery Park and watch the ferries shuttle tourists to the Statue of Liberty.<br> The Financial District is bordered on the north by Tribeca and Civic Center, on the east and south by the East River, and on the west by Battery Park City."
    },
    "Flatiron": {
        "id": "7",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/flatiron-district",
        "short description": "An iconic building, a great park, and a foodie's paradise.",
        "long description": "The Flatiron District is a tiny neighborhood in Manhattan named after the iconic triangular Flatiron Building, constructed in 1902. This area is home to a vibrant mix of office buildings, boutiques, department stores, famed restaurants, elegant brownstone homes, and new residential towers.<br> It's got a lot of offer. You can grab a burger from the original Shake Shack and enjoy the people watching as you hang out in Madison Square Park. Celebrity chef Mario Batali's popular Eataly market is a great place to shop for groceries or eat your way through all the food stalls. For more upscale dining options, try Gramercy Tavern and Eleven Madison Park. There are plenty of banks, pharmacies, dry cleaners, and other everyday conveniences within walking distance, and a number of subway lines make stops in this neighborhood, providing an easy commute downtown or uptown.<br> The Flatiron District is bordered on the north by NoMad, on the east by Gramercy Park, on the south by Greenwich Village, and on the west by Chelsea."
    },
    "Gramercy": {
        "id": "8",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/gramercy-park",
        "short description": "Quiet and classy, but close to more active neighborhoods.",
        "long description": "Gramercy Park is an upscale neighborhood with its own private park of the same name. Residents who shell out for the stately brownstone homes surrounding the park get keys to access it; it's open to the public for one hour each year on Christmas Eve. For the less privileged there is a nearby park with a playground and a separate dog run. There are also a number of schools within its borders that cater to the families here.<br> You'll find a good selection of dining options, ranging from laid back to gourmet. When it comes to nightlife, the area is fairly subdued compared to the adjacent neighborhood of the East Village. Sure, there are bars, taverns, and even a couple clubs, but it doesn't have the same mob of fresh-out-of-school adults – the clientele tend to be a little bit more mature.<br> Gramercy Park is bordered on the north by Rose Hill and Kips Bay, on the east by Stuyvesant Town, on the south by Greenwich Village and the East Village, and on the west by the Flatiron District."
    },
    "Greenwich Village": {
        "id": "9",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/greenwich-village",
        "short description": "Greenwich Village has a famous park, lots of restaurants, and very, very expensive homes.",
        "long description": "Greenwich is a charming Manhattan neighborhood of historic brick townhomes and brownstones, tree-lined streets, and cafes and restaurants. During most days you can catch live performers at the iconic Washington Square Park, or take on one of the regulars there at a game of chess.<br> The bulk of New York University's campus is within this neighborhood's boundaries, so there is also a large student population.<br> Greenwich Village is bordered on the north by Chelsea and Union Square, on the east by NoHo, on the south by SoHo, and on the west by the West Village."
    },
    "Harlem": {
        "id": "10",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/harlem",
        "short description": "This iconic neighborhood is in demand once again.",
        "long description": "Harlem is one of New York City's most storied neighborhoods. Located in uptown Manhattan, this has traditionally been the core of the city's African American community and was the birthplace of the Harlem Renaissance in the 1920s and 1930s that gave the world cultural greats like Langston Hughes, Josephine Baker, and Louis Armstrong. The iconic Apollo Theater, which has featured everyone from Ella Fitzgerald to the Jackson 5, still hosts comedy and musical acts today.<br> The area has seen hard times with high crime since those days, but has been on a path of gentrification for many years now. While crime is still a problem in some parts, overall it has dropped significantly in the past couple decades. <br> For housing, there is a mix of stately brownstones, large brick apartment complexes, smaller brick walk-ups, and government-subsidized housing. New development is bringing luxury condos to the market as well.<br> Most of Harlem's restaurants and nightlife tends to be clustered in the southern half of the neighborhood. You'll find a wide range of dining options, with several acclaimed new restaurants opening up in recent years. There are also a number of southern food joints that have become neighborhood institutions, like Sylvia's. The northern part of Harlem is fairly devoid of options besides fast food.<br> If you have children, it's worth noting that the public schools in the area are not very good. There are a handful of well-regarded charter schools here, but they use a lottery system to accept students so are very hard to get into.<br> Harlem has several parks offering athletic fields, dog runs, playgrounds, chess tables, and picnic areas. And you're not far from the sprawling Central Park and its 840 acres of amenities.<br> Harlem is bordered on the north by Washington Heights, on the east by the Harlem River and East Harlem, on the south by Central Park and the Upper West Side, and on the west by Morningside Heights, Manhattanville, and Hamilton Heights."
    },
    "Hell's Kitchen": {
        "id": "11",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/hell-s-kitchen",
        "short description": "Hell's Kitchen is a vibrant, walkable neighborhood with easy access to the entire west side of Manhattan.",
        "long description": "Hell's Kitchen is an iconic neighborhood in west Midtown Manhattan known for its gritty history as a slum for poor Irish immigrants. Some developers and real estate agents have attempted to rebrand this area as \"Clinton\" to perhaps suggest a more idyllic place, but the name certainly doesn't keep people away: this is a popular neighborhood full of affluent young professionals.<br> Five-story brick walk-ups are the standard form of housing in Hell's Kitchen although there are plenty of newer residential towers in the neighborhood, particularly on the main avenues, and development on more continues. As it's gentrified over the past couple decades home prices have increased steadily.<br> Ninth Avenue and Tenth Avenue, which run the entire length of the neighborhood, are where most retail, dining, and nightlife is located. There are nearly 100 restaurants offering almost every type of cuisine, dozens of bars and pubs, and lots of boutiques. Eleventh Avenue still tends to be fairly industrial. And along the Hudson River you'll find New York's convention center, which takes up several blocks, and the Intrepid Sea Air & Space Museum, a tourist favorite featuring a decommissioned aircraft carrier, submarine, space shuttle, and jets.<br> The DeWitt Clinton Park covers two full blocks and includes a dog run, sports fields, and gardens. Hell's Kitchen park offers basketball and handball courts and a playground. Along the Hudson the Greenway offers a path to walk or bike all the way down to the southern or northern tips of Manhattan.<br> Hell's Kitchen is bordered on the north by the Upper West Side, on the east by Midtown and the Garment District, on the south by Chelsea, and on the west by the Hudson River."
    },
    "Inwood": {
        "id": "12",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/inwood",
        "short description": "The northern tip of Manhattan is a quiet urban spot for people who love the outdoors.",
        "long description": "Inwood occupies the northernmost part of Manhattan island. This is for the most part a quiet, residential neighborhood although some areas are still seedy. Due to Inwood's distance from the main business hubs of Manhattan it's a relatively affordable area.<br> Nearly half its real estate is taken up by Inwood Hill Park, whose 196 acres provide barbecuing areas, athletic fields, basketball and tennis courts, dog runs, hiking, and a marina. Closer to the park you'll find stately brick apartment buildings, but as you move away the scenery becomes a lot more industrial.<br> Inwood is bordered on the north and east by the Harlem River, on the south by Fort George, and on the west by the Hudson River."
    },
    "Kips Bay": {
        "id": "13",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/kips-bay",
        "short description": "Not a flashy neighborhood but has everything you need and is easy to get elsewhere in the city.",
        "long description": "Kips Bay is a small neighborhood in Manhattan. Residents often describe it as \"quiet\" and \"peaceful\" – this is not one of the city's flashy places to live – but it offers all the daily conveniences you might need and is walking distance to more interesting neighborhoods when you want a change of scenery. And since it's not considered trendy, it's much more affordable than nearby areas like Gramercy.<br> Most of the housing here comes in the form of nondescript apartment blocks and condo towers, although some side streets do have charming brick walk-ups.<br> Like nearly all Manhattan 'hoods, there is a wide variety of dining options for every budget and taste. There is also a strip mall – an unusual site in Manhattan – that houses one of the city's nicest cinemas and some basics like a bank, fitness center, and pharmacy. This is also a hub for medical care with several hospitals within its borders or nearby, so doctors and med students are a common site.<br> The neighborhood has a couple leafy parks and easy access to the walking path that runs alongside the East River.<br> Kips Bay is bordered on the north by Murray Hill, on the east by the East River, on the south by Stuyvesant Town and Gramercy Park, and on the west by Rose Hill."
    },
    "Little Italy": {
        "id": "14",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/little-italy",
        "short description": "Heavy on history but light on actual Italian.",
        "long description": "'Little' is the operational word in 'Little Italy' these days. As gentrification pushes out long time tenants and Chinatown encroaches on Little Italy's historic boundaries, there's not much Italian left in this lower Manhattan neighborhood. Once covering fifty square blocks, it's now down to a fraction of that. But the annual Feast of San Gennaro parade still attracts a large number of Italian-Americans from around the city.<br> The main drag, Mulberry Street, features a number of good (and not-so-good) Italian restaurants that mostly bring in tourists looking for an authentic experience. (Insider's tip: there's much better Italian food elsewhere in this city). On the other blocks you'll find quieter, tree-lined streets of brick apartment buildings, historic churches, small museums, and the spectacular edifice that once headquartered the New York Police and has since been converted into luxury condos (its domed penthouse was listed for USD $40M).<br> The great thing about Little Italy is its location: it's right in the middle of a collection of fantastic neighborhoods, all within easy walking distance.<br> Little Italy is bordered on the north by Nolita, on the east by the Bowery, on the south by Chinatown, and on the west by SoHo."
    },
    "Lower East Side": {
        "id": "15",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/lower-east-side",
        "short description": "This energetic and youthful neighborhood is a playground with singles.",
        "long description": "Located in lower Manhattan, the Lower East Side (LES) neighborhood was once full of tenement housing crammed with new European immigrants; today it's a vibrant dining and nightlife hub full of restaurants, bars, and music venues. On a weekend night its streets teem with people in their 20s and 30s from all parts of the city.<br> Complementing the busy nightlife, there is a lot happening during the day as well. The LES has hundreds of restaurants and cafes, dozens of clothing stores, and over 100 art galleries.<br> Countering the buzz of the neighborhood's core, you can find quieter spots closer to the river.<br> The population is a mix of old and new. Long-time Chinese, Latino, and Jewish residents now share the space with young professionals and families. The old tenements are now walk-up apartments. The influx of new residents with money has also brought in development of shiny new condos, including the well-known \"Blue Condo\" building and 100 Norfolk developments.<br> The Lower East Side is bordered on the north by the East Village, on the east by the East River, on the south by Two Bridges, and on the west by Chinatown and Bowery."
    },
    "Marble Hill": {
        "id": "16",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/marble-hill",
        "short description": "A quiet residential Manhattan neighborhood that's not exactly in Manhattan.",
        "long description": "Marble Hill is unique among neighborhoods in the Manhattan Borough in that it's the only neighborhood that isn't actually located on Manhattan island. Because of its geography it's often considered part of the Bronx Borough.<br> This is a residential area of standalone single-family houses and some smaller apartment buildings. There are limited dining and shopping options.<br> Marble Hill is bordered on the north by Kingsbridge, on the east by Bedford Park, on the south by the Harlem River, and on the west by Spuyten Duyvil."
    },
    "Midtown": {
        "id": "17",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/midtown",
        "short description": "Midtown is New York in a nutshell: theaters, shopping, business, and great parks.",
        "long description": "Midtown is a commercial and residential neighborhood that sits, as the name implies, more or less in the middle of Manhattan island. Many major companies have their headquarters here, including CBS, Ernst & Young, Bloomberg L.P., Morgan Stanley, Time Warner, and Viacom.<br> It's also a shopping mecca: Fifth Avenue is lined with flagship stores for many of the world's luxury brands, several department stores, and many popular chains. 57th Street is among the most expensive commercial real estate in the world. And due to its proximity to the United Nations Headquarters more than a dozen countries have consulates located here. Midtown also includes Times Square and the Theater District, two hubs of tourist activity. Hopefully you're getting the picture that this is not a mellow neighborhood.<br> But for people who want to walk out of their homes into this energy, it's a great place to live. There are a number of luxury high rises offering hotel-style amenities, ranging from gyms to childcare, making it a popular place for families who work in the area and can afford it.<br> When you do want to get away from the hustle or bustle, or just get some exercise, you can head to the famous Central Park for a run or to lounge on its grassy fields.<br> Midtown is bordered on the north by Central Park, on the east by Turtle Bay, on the south by the Garment District and Koreatown, and on the west by Hell's Kitchen."
    },
    "Morningside Heights": {
        "id": "18",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/morningside-heights",
        "short description": "Lots of green space and one of the nation's top universities.",
        "long description": "Morningside Heights is an uptown Manhattan neighborhood whose real estate is largely taken up by higher education institutions: Columbia University, Barnard College, and the Manhattan School of Music. As you'd expect of a neighborhood surrounding several schools, this is a popular place to live for its student population. However, you'll also find long-established families living here thanks to housing that is more affordable than other parts of the city.<br> There are plenty of coffee shops and cheap eats catering to the student population. You'll also find a number of bars, but those are restricted to Broadway and Amsterdam Avenue so the side streets where most people live remain quiet.<br> On the west side of the neighborhood is the terrific Riverside Park, which runs the length of Manhattan island and provides 330 acres (135 hectares) of biking, walking, and running, a marina, dog runs, sports fields, playgrounds, a skate park, and the Boat Basin Café – a great place to have a beer at sunset. On the east side is the 30 acre Morningside Park, which sits along a cliff and features a baseball field, basketball courts, and a pond.<br> Morningside Heights is bordered on the north by Manhattanville and Harlem, on the east by Harlem, on the south by Upper West Side, and on the west by the Hudson River."
    },
    "Murray Hill": {
        "id": "19",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/murray-hill",
        "short description": "A buzzy scene for the fresh-out-of-college set.",
        "long description": "Murray Hill is where college grads go to hang out with other college grads and party like they're still in college – picture lots of sports bars with cheap drink specials packed with people in their 20s on a Saturday night. Okay, okay, it's not exactly like that and there are certainly exceptions, but you get the idea.<br> Modern, high-rise condos tend to dominate the housing scene here, although there are brick walk-ups and on some of the quieter side streets you'll find single-family brownstones. Murray Hill is relatively more affordable than some of the surrounding neighborhoods in Manhattan (relative being the key term since everything in Manhattan is expensive).<br> There are a lot of nightlife options here catering to its young population. Most of the aforementioned sports bars are clustered around Third Avenue. You'll also find more low key pubs and a few lounges. Restaurant-wise there are plenty of affordable options and some higher end places. Murray Hill is known for its concentration of ethnic restaurants, including enough Indian eateries to earn the moniker 'Curry Hill'.<br> There are three stellar hospitals within the neighborhoods borders, several small parks, and a running path along the river. Since it's close to the United Nations headquarters you'll also find a mix of foreign consulates.<br> What Murray Hill perhaps lacks in charm, it makes up for with convenience – you can easily get to the business areas of Midtown or the Financial District or to some of the more interesting neighborhoods around for shopping and nightlife.<br> Murray Hill is bordered on the north by Midtown and Turtle Bay, on the east by the East River, on the south by Kips Bay and Rose Hill, and on the west by the Garment District."
    },
    "NoHo": {
        "id": "20",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/noho",
        "short description": "Small in size but packed with things to see and do.",
        "long description": "NoHo continues New York's tradition of renaming newly hip neighborhoods after their relation to streets; in this case, it's a tiny neighborhood 'North of Houston Street'. Encompassing about ten small city blocks in lower Manhattan,  NoHo was once an industrial area but now is a highly desirable residential neighborhood. The beautiful buildings here show off about 200 years of different architecture, with modern residences going up next to renovated industrial lofts.<br> There is plenty of culture packed into this small area. The Angelika Film Center has been playing independent fare to cinephiles since 1989. Or you can catch off-Broadway shows at the historic Astor Theater, built in 1831, which was the original venue for the Blue Man Group's performances. Across the street, the Public Theater occupies the site of the former Astor Library, built in 1854. And the Bowery Poetry Club features readings, open mic nights, and poetry slams.<br> The neighborhood has plenty of great restaurants and bars as well and tends to be more subdued than the East Village crowd next door.<br> NoHo also features more unique shopping than its similarly geographic named sister to the south. The chain stores that have invaded SoHo aren't as prominent here, so you're more likely to stumble across one-of-a-kind boutiques.<br> NoHo attracts a diverse group of people, ranging from artists to Wall Street types. This is a great location for anyone working in Midtown or the Financial district since it sits in the middle of both and has a number of subway lines close by.<br> NoHo is bordered on the north by Gramercy Park, on the east by the East Village, on the south by Little Italy, and on the west by Greenwich Village."
    },
    "Nolita": {
        "id": "21",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/nolita",
        "short description": "Little Italy's trendier and mellower sibling.",
        "long description": "Nolita is another tiny neighborhood tucked into lower Manhattan. Its name comes from its location – \"North of Little Italy\" – and it's the hipper, more mellow version of its neighbor to the south. In fact, the singer David Bowie, who was the king of cool, used to live here with his wife, Iman. Other celebs still cruise its streets and people watching here is a professional sport.<br> During the day, people frequent the low key restaurants and coffee shops on its tree-lined streets. This is also a trendy shopping district full of stylish boutiques, pop-ups, art galleries, and unique stores like the independent McNally Jackson bookstore. There is also plenty of nightlife, ranging from dive bars to upscale lounges, but this remains a quiet area thanks to its more mature population.<br> Despite the cool factor, this neighborhood has a friendly, cozy community vibe. It appeals to families, professionals, and singles alike. It's also the core of the Australian expat community in New York with several Australian-run businesses.<br> Nolita is bordered on the north by NoHo, on the east by Bowery, on the south by Little Italy, and on the west by SoHo."
    },
    "Roosevelt Island": {
        "id": "22",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/roosevelt-island",
        "short description": "Quiet and secluded, Roosevelt Island is perfect for families.",
        "long description": "Roosevelt Island is a quiet, relaxed, mostly-residential neighborhood on its own sliver of an island in New York's East River. It's a relatively easy commute into Midtown Manhattan (via bridge, subway, or aerial tram) or into Queens but other than for work, it's a self-sufficient 'hood with its own grocery stores, fitness centers, schools, restaurants, and recreation so you won't need to leave often. This is not the place to come for excitement, but if you're looking for a suburban vibe in the middle of New York City then this island fits the bill.<br> You'll find a mixed group of residents here across different incomes and age groups. While there is affordable housing here, more recently a number of luxury high rise apartments have been developed, affording stunning views of the city.<br> There are plenty of family-friendly amenities here, including athletic fields, playgrounds, picnic areas, and a community pool.<br> Cornell University and the Technion Institute of Technology have partnered on a USD $2 billion campus for computer science on the island.<br> Roosevelt Island is bordered on all sides by the East River."
    },
    "SoHo": {
        "id": "23",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/soho",
        "short description": "Great architecture, shopping, and trendy restaurants.",
        "long description": "SoHo refers to the historic neighborhood located 'South of Houston Street' in lower Manhattan (for you newbies, it's pronounced \"How-ston\", not \"Hew-ston\"). Along its cobblestone streets, the cast-iron buildings with large windows once provided space to garment manufacturers, then became cheap artists' lofts, and their latest iteration is as expensive homes and high-end retail. In fact, SoHo has become a shopping mecca: you'll find unique boutiques and chain stores (more of the latter these days), art galleries, home décor stores, salons, and spas. Thanks to the shops and SoHo's cool factor, tourists flock here during the day. It is somewhat quieter during the night, however.<br> It's also got a vibrant dining and bar scene  – you'll find Italian, Mexican, Russian, Seafood, Vietnamese, American, Mediterranean, French, Thai, and Japanese restaurants, burger joints, and a dozen cafes. At night there are plenty of bars and lounges to choose from to suit your speed.<br> Like its hip sister neighborhoods Tribeca and West Village, it costs to be cool. SoHo has consistently been one of the most expensive neighborhoods in New York for years.<br> SoHo is bordered on the north by the West Village and Greenwich Village, on the east by Little Italy, on the south by Tribeca, and on the west by the Hudson River."
    },
    "Stuyvesant Town": {
        "id": "24",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/stuyvesant-town",
        "short description": "A self-contained neighborhood with easy access to the rest of the city.",
        "long description": "You could say that Stuyvesant Town (or just 'Stuy Town' to locals) is some of the most coveted real estate in New York. In 2006 this 80-acre complex of apartments was sold for USD $5.4 billion to a real estate firm and its partners. Then in 2015 it sold again to a private equity giant for $5.3 billion. Clearly, companies want to own this piece of land.<br> Stuyvesant Town was built as middle class housing just after World War II. There are 110 residential buildings that also include basic necessities like dry cleaners and pharmacies. Parks, playgrounds, and sports courts are interspersed between the buildings. This is an exclusively residential complex but you'll find plenty of shops and restaurants along its borders.<br> Stuyvesant Town is bordered on the north by Kips Bay, on the east by the East River, on the south by the East Village, and on the west by Gramercy Park."
    },
    "Theater District": {
        "id": "25",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/theater-district",
        "short description": "World-class entertainment and boundless energy are a way of life.",
        "long description": "The Theater District has undergone serious transformation over the last century. During the early 20th century, the area was known as home to history-making families such as the the Astors and the Rockefellers, and was officially named for the New York Times original headquarters on the square in 1903. The post-Depression era saw an influx of downtown-bred music, dance, and drama venues (hence, the term “Theater District”), and a mid-century decline followed by a city-led commercial rebrand and tourist boom. Today’s Theater District is a hub for awe-inspiring happenings around every corner."
    },
    "TriBeCa": {
        "id": "26",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/tribeca",
        "short description": "Industrial-grade cool but still family friendly.",
        "long description": "Tribeca is a portmanteau of 'Triangle Beneath Canal Street' owing to its location and alleged shape on a map. It's actually more of a trapezoid shape so we're not sure who's coming up with place names, but we'll let it slide since this a cool lower Manhattan neighborhood. And by 'cool' we mean the actor Robert de Niro made it cool. ...Yeah, that's pretty cool.<br> Originally an industrial area, Tribeca morphed into an upscale residential neighborhood in the 1980s and 1990s. After the terrorist attacks of 9/11 drastically reduced business around this part of the city, de Niro (and others) started the now famous Tribeca Film Festival to bring investment and acclaim to this neighborhood.<br> It worked: today Tribeca is a vibrant, safe place to live…and one of the most expensive neighborhoods in the city. Living in one of the beautiful renovated builds or the new luxury condos will set you back quite a bit: the median home price here is $4.4 million. However, residents and visitors alike rave about the community vibe and friendly, laid back people. It's also got one of the best public schools in the city. And nearly 1 in 5 residents here are expats.<br> You won't find the dense shopping that some of the adjacent neighborhoods have, but Tribeca does have a mix of unique stores and covers your basic needs, like a grocery store. There are plenty of dining options ranging from comfort food to high-end restaurants.<br> Tribeca is bordered on the north by SoHo, on the east by Chinatown and the Civic Center, on the south by the Financial District, and on the west by the Hudson River."
    },
    "Two Bridges": {
        "id": "27",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/two-bridges",
        "short description": "A quiet, unassuming neighborhood overlooking the East River.",
        "long description": "Two Bridges is a tiny neighborhood in lower Manhattan sandwiched between the Manhattan Bridge and Brooklyn Bridge. Most New Yorkers have never heard of (including this author, who lived in the city for years). But being under-the-radar is just the way its residents like it. Unlike some of its neighbors it hasn't been gentrified yet, leaving an old school, affordable neighborhood of long-time residents and brick walk-ups (though new development is creeping in). There is also a large public housing development in the southern corner of the neighborhood.<br> Because Chinatown is next door and due to a recent influx of immigrants from the Fujian province in China, most of the popular restaurants here are Chinese. However, you also have some coffee shops and other types of food available.<br> Two Bridges is bordered on the north by the Lower East Side, on the east by the East River, on the south by Civic Center, and on the west by Chinatown."
    },
    "Upper East Side": {
        "id": "28",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/upper-east-side",
        "short description": "New York's Museum Mile, upscale shopping, and expensive homes make up most of this big neighborhood, but some parts are more unassuming and affordable.",
        "long description": "The Upper East Side (UES) is an affluent, storied neighborhood that runs most of the length of Central Park and extends from the park's boundaries to the East River. One of Manhattan's larger neighborhoods, it includes the sub-neighborhoods of Yorkville and Lenox Hill.<br> This is a culturally rich neighborhood, boasting a large number of museums, including the famous Metropolitan Museum of Art, the beehive shaped Guggenheim Collection Museum, The Frick, Neue Galerie, Cooper Hewitt Design Museum, the Jewish Museum, Asia Society Museum, Mount Vernon Hotel Museum & Garden, and Gracie Mansion, the official home of New York City's mayors.<br> There are a wide range of dining options, ranging from low key diners to some of the best (and most expensive) restaurants in Manhattan. Along Madison are plenty of luxury retail shops to cater to the UES' wealthy residents. There are also more affordable options for the mere mortals who don't have a seven figure bank account and live in the area.<br> There is lots of green space as well. To the west of the neighborhood you've got the iconic 840 acre Central Park with miles of walking and running paths, an ice rink in winter, concerts in summer, the Central Park Zoo, woodlands and ponds, a public pool, restaurants, and plenty of green space to play Frisbee or just lay in the sun. Along the East River the Carl Shurz Park offers 15 acres for walking, running, and biking. It also has two dog runs, athletic courts, playgrounds, and two pools. A number of schools cater to local families.<br> As mentioned, the UES does include two sub-neighborhoods: Lenox Hills and Yorkville. Lenox Hill, which encompasses the southern part of the UES and directly abuts Turtle Bay, has a distinctly younger and more energetic vibe than the neighborhood at large and you'll find a population of young professionals living in the brownstones and high rises here. Yorkville, in the upper northeast section of the UES, has traditionally been a quiet and more affordable area, which has also made it popular with young professionals and families. The extension of the 2nd Avenue subway line to Yorkville has spurred new development and increasing home prices.<br> The Upper East Side is bordered on the north by East Harlem, on the east by the East River, on the south by Turtle Bay, and on the west by Central Park."
    },
    "Upper West Side": {
        "id": "29",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/upper-west-side",
        "short description": "The Upper West Side is a very livable neighborhood with something for everyone.",
        "long description": "The Upper West Side (UWS) is one of Manhattan's largest neighborhoods, running the entire length of Central Park (50 blocks in all!). This is one of the city's calmer neighborhoods  It's got plenty going on along its avenues, but its leafy side streets tend to be almost entirely residential.<br> It's also surrounded by two of the city's most scenic green spaces. On the east of the neighborhood you've got the iconic 840 acre Central Park with miles of walking and running paths, an ice rink in winter, concerts in summer, the Central Park Zoo, woodlands and ponds, a public pool, restaurants, and plenty of green space to play Frisbee or just lay in the sun. On the west, bordering the Hudson River, is Riverside Park, which offers 330 acres of biking, walking, and running, a marina, dog runs, sports fields, playgrounds, a skate park, and the Boat Basin Café – a great place to have a beer at sunset.<br> At the southern edge of the neighborhood is Columbus Circle, a transit hub which also has a mall, restaurants, and hotel in the Time Warner Center. Heading north into the core of the neighborhood, most shopping, restaurants, and bars tend to be located on Amsterdam or Columbus Avenues. You'll find a range of chain stores and unique boutiques for retail options, and laid back diners to celebrity chef spots for dining.<br> When it comes to the arts, you're close to all the music and performances at Lincoln Center and the mesmerizing American Museum of Natural History.<br> Everyday conveniences like pharmacies and grocery stores are never far away. There are also dozens of schools for children of all ages.<br> All of this adds up to a great neighborhood for young professionals and families alike and it's one of Manhattan's most beloved areas.<br> The Upper West Side is bordered on the north by Morningside Heights and Harlem, on the east by Central Park, on the south by Hell's Kitchen, and on the west by the Hudson River."
    },
    "Washington Heights": {
        "id": "30",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/washington-heights",
        "short description": "This solidly working class neighborhood has great parks and views across the Hudson.",
        "long description": "Washington Heights, also known as 'Little Dominican Republic', is a hilly neighborhood way up in the northern part of Manhattan island. Gentrification has just begun to reach this area so it's still an affordable place to live.<br> There are a number of restaurants here, as well as some bars, but you won't find a ton of variety. Shopping is fairly limited as well; besides staples like grocery stores and pharmacies, there are lots of cheap retail stores lining the streets. But there is a lot of energy here and residents describe a strong community vibe. Fort Tryon Park offers 67 acres of paths, basketball courts, playgrounds, the Cloisters medieval museum, and the largest dog run in Manhattan. It's also got a burgeoning art scene.<br> Washington Heights is bordered on the north by Hudson Heights and Fort George, on the east by the Harlem River, on the south by Hamilton Heights, and on the west by the Hudson River."
    },
    "West Village": {
        "id": "31",
        "goodmigrations url": "https://goodmigrations.com/city-guides/new-york-city/west-village",
        "short description": "One of New York's most beloved and desirable neighborhoods, the West Village is full of charming streets, great food, and trendy nightlife.",
        "long description": "The West Village is technically part of Greenwich Village, but most residents treat them as two distinct areas. The West Village is the slightly calmer, more exclusive, celeb-heavy part of the neighborhood. In fact, as you walk down its charming tree-lined streets of brick townhomes and brownstones, with the occasional café or restaurant tucked in, you'd be forgiven for thinking you weren't in a bustling city of 8.5 million people. But it ain't cheap to get that small town, close-knit community vibe – this is one of the most expensive neighborhoods in the city.<br> This area has a wealth of great restaurants for all budgets and some iconic nightlife venues, including the Village Vanguard jazz club, which opened in 1935; the White Horse Tavern, a 1950s literary favorite; and the Stonewall Inn, which was the birthplace of the gay rights movement in America. You'll also find unique boutiques, book stores, clothing accessories, and jewelry stores.<br> The West Village is bordered on the north by Chelsea, on the east by Greenwich Village, on the south by SoHo, and on the west by the Hudson River."
    }
}