{"battery park": {"description": "Battery Park City is a neighborhood in New York City, New York with a population of 13,258. Battery Park City is in New York County and is one of the best places to live in New York. Living in Battery Park City offers residents a dense urban feel and most residents rent their homes. In Battery Park City there are a lot of bars, restaurants, coffee shops, and parks. Many families and young professionals live in Battery Park City and residents tend to be liberal. The public schools in Battery Park City are above average.", "crime": 90.0, "sentiment": 0.34234878048780487, "num_reviews": 60}, "chelsea": {"description": "Chelsea is a neighborhood in New York City, New York with a population of 59,305. Chelsea is in New York County and is one of the best places to live in New York. Living in Chelsea offers residents a dense urban feel and most residents rent their homes. In Chelsea there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Chelsea and residents tend to be liberal. The public schools in Chelsea are above average.", "crime": 80.0, "sentiment": 0.38840792540792557, "num_reviews": 300}, "chinatown": {"description": "Chinatown is a neighborhood in New York City, New York with a population of 20,271. Chinatown is in New York County and is one of the best places to live in New York. Living in Chinatown offers residents a dense urban feel and most residents rent their homes. In Chinatown there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals and retirees live in Chinatown and residents tend to be liberal. The public schools in Chinatown are above average.", "crime": 80.0, "sentiment": 0.3552213698630134, "num_reviews": 292}, "civic center": {"description": "Civic Center is a neighborhood in New York City, New York with a population of 3,931. Civic Center is in New York County and is one of the best places to live in New York. Living in Civic Center offers residents a dense urban feel and most residents rent their homes. In Civic Center there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Civic Center and residents tend to be liberal. The public schools in Civic Center are above average.", "crime": 83.33, "sentiment": 0.5692999999999999, "num_reviews": 30}, "east harlem": {"description": "East Harlem is a neighborhood in New York City, New York with a population of 118,883. East Harlem is in New York County and is one of the best places to live in New York. Living in East Harlem offers residents a dense urban feel and most residents rent their homes. In East Harlem there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in East Harlem and residents tend to be liberal. The public schools in East Harlem are above average.", "crime": 73.33, "sentiment": 0.1553242647058823, "num_reviews": 149}, "east village": {"description": "East Village is a neighborhood in New York City, New York with a population of 73,711. East Village is in New York County and is one of the best places to live in New York. Living in East Village offers residents a dense urban feel and most residents rent their homes. In East Village there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in East Village and residents tend to be liberal. The public schools in East Village are above average.", "crime": 73.33, "sentiment": 0.39464395017793585, "num_reviews": 439}, "financial district": {"description": "Financial District is a neighborhood in New York City, New York with a population of 25,965. Financial District is in New York County and is one of the best places to live in New York. Living in Financial District offers residents a dense urban feel and most residents rent their homes. In Financial District there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Financial District and residents tend to be liberal. The public schools in Financial District are above average.", "crime": 80.0, "sentiment": 0.4043363636363634, "num_reviews": 91}, "flatiron": {"description": "Flatiron District is a neighborhood in New York City, New York with a population of 6,458. Flatiron District is in New York County and is one of the best places to live in New York. Living in Flatiron District offers residents a dense urban feel and most residents rent their homes. In Flatiron District there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Flatiron District and residents tend to be liberal. The public schools in Flatiron District are above average.", "crime": 83.33, "sentiment": 0.5246115789473682, "num_reviews": 90}, "gramercy": {"description": "Gramercy is a neighborhood in New York City, New York with a population of 20,060. Gramercy is in New York County and is one of the best places to live in New York. Living in Gramercy offers residents a dense urban feel and most residents rent their homes. In Gramercy there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Gramercy and residents tend to be liberal. The public schools in Gramercy are above average.", "crime": 73.33, "sentiment": 0.4961897959183669, "num_reviews": 85}, "greenwich village": {"description": "Greenwich Village is a neighborhood in New York City, New York with a population of 27,838. Greenwich Village is in New York County and is one of the best places to live in New York. Living in Greenwich Village offers residents a dense urban feel and most residents rent their homes. In Greenwich Village there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Greenwich Village and residents tend to be liberal. The public schools in Greenwich Village are above average.", "crime": 80.0, "sentiment": 0.3633870503597121, "num_reviews": 110}, "harlem": {"description": "Harlem is a neighborhood in New York City, New York with a population of 181,379. Harlem is in New York County and is one of the best places to live in New York. Living in Harlem offers residents a dense urban feel and most residents rent their homes. In Harlem there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Harlem and residents tend to be liberal. The public schools in Harlem are above average.", "crime": 73.33, "sentiment": 0.29071721664275535, "num_reviews": 592}, "hell's kitchen": {"description": "Hell&apos;s Kitchen is a neighborhood in New York City, New York with a population of 52,837. Hell&apos;s Kitchen is in New York County and is one of the best places to live in New York. Living in Hell&apos;s Kitchen offers residents a dense urban feel and most residents rent their homes. In Hell&apos;s Kitchen there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Hell&apos;s Kitchen and residents tend to be liberal. The public schools in Hell&apos;s Kitchen are above average.", "crime": 73.33, "sentiment": 0.39131675126903515, "num_reviews": 132}, "inwood": {"description": "Inwood is a neighborhood in New York City, New York with a population of 52,447. Inwood is in New York County. Living in Inwood offers residents a dense urban feel and most residents rent their homes. In Inwood there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Inwood and residents tend to be liberal. The public schools in Inwood are above average.", "crime": 73.33, "sentiment": 0.25845336134453767, "num_reviews": 133}, "kips bay": {"description": "Kips Bay is a neighborhood in New York City, New York with a population of 35,556. Kips Bay is in New York County and is one of the best places to live in New York. Living in Kips Bay offers residents a dense urban feel and most residents rent their homes. In Kips Bay there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Kips Bay and residents tend to be liberal. The public schools in Kips Bay are above average.", "crime": 76.67, "sentiment": 0.32804375, "num_reviews": 40}, "little italy": {"description": "Little Italy is a neighborhood in New York City, New York with a population of 3,740. Little Italy is in New York County and is one of the best places to live in New York. Living in Little Italy offers residents a dense urban feel and most residents rent their homes. In Little Italy there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals and retirees live in Little Italy and residents tend to be liberal. The public schools in Little Italy are above average.", "crime": 83.33, "sentiment": 0.48085652173913046, "num_reviews": 43}, "lower east side": {"description": "Lower East Side is a neighborhood in New York City, New York with a population of 60,055. Lower East Side is in New York County and is one of the best places to live in New York. Living in Lower East Side offers residents a dense urban feel and most residents rent their homes. In Lower East Side there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals and retirees live in Lower East Side and residents tend to be liberal. The public schools in Lower East Side are above average.", "crime": 80.0, "sentiment": 0.24384846153846146, "num_reviews": 182}, "marble hill": {"description": "Marble Hill is a neighborhood in New York City, New York with a population of 8,636. Marble Hill is in New York County. Living in Marble Hill offers residents a dense urban feel and most residents rent their homes. In Marble Hill there are a lot of bars, restaurants, coffee shops, and parks. Many families and young professionals live in Marble Hill and residents tend to be liberal. The public schools in Marble Hill are above average.", "crime": 80.0, "sentiment": 0.19046909090909092, "num_reviews": 34}, "midtown": {"description": "Midtown is a neighborhood in New York City, New York with a population of 68,451. Midtown is in New York County and is one of the best places to live in New York. Living in Midtown offers residents a dense urban feel and most residents rent their homes. In Midtown there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals and retirees live in Midtown and residents tend to be liberal. The public schools in Midtown are above average.", "crime": 80.0, "sentiment": 0.40443317307692384, "num_reviews": 745}, "morningside heights": {"description": "Morningside Heights is a neighborhood in New York City, New York with a population of 37,197. Morningside Heights is in New York County and is one of the best places to live in New York. Living in Morningside Heights offers residents a dense urban feel and most residents rent their homes. In Morningside Heights there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Morningside Heights and residents tend to be liberal. The public schools in Morningside Heights are above average.", "crime": 80.0, "sentiment": 0.21411764705882355, "num_reviews": 64}, "murray hill": {"description": "Murray Hill is a neighborhood in New York City, New York with a population of 26,091. Murray Hill is in New York County and is one of the best places to live in New York. Living in Murray Hill offers residents a dense urban feel and most residents rent their homes. In Murray Hill there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Murray Hill and residents tend to be liberal. The public schools in Murray Hill are above average.", "crime": 80.0, "sentiment": 0.3550428571428573, "num_reviews": 86}, "noho": {"description": "NoHo is a neighborhood in New York City, New York with a population of 2,809. NoHo is in New York County and is one of the best places to live in New York. Living in NoHo offers residents a dense urban feel and most residents rent their homes. In NoHo there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in NoHo and residents tend to be liberal. The public schools in NoHo are above average.", "crime": 76.67, "sentiment": 0.5362071428571429, "num_reviews": 13}, "nolita": {"description": "Nolita is a neighborhood in New York City, New York with a population of 6,374. Nolita is in New York County and is one of the best places to live in New York. Living in Nolita offers residents a dense urban feel and most residents rent their homes. In Nolita there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Nolita and residents tend to be liberal. The public schools in Nolita are above average.", "crime": 83.33, "sentiment": 0.30463333333333326, "num_reviews": 28}, "roosevelt island": {"description": "Roosevelt Island is a neighborhood in New York City, New York with a population of 11,346. Roosevelt Island is in New York County and is one of the best places to live in New York. Living in Roosevelt Island offers residents a dense urban feel and most residents rent their homes. In Roosevelt Island there are a lot of restaurants, coffee shops, and parks. Many young professionals and retirees live in Roosevelt Island and residents tend to be liberal. The public schools in Roosevelt Island are above average.", "crime": 80.0, "sentiment": 0.31999500000000003, "num_reviews": 89}, "soho": {"description": "SoHo is a neighborhood in New York City, New York with a population of 11,268. SoHo is in New York County and is one of the best places to live in New York. Living in SoHo offers residents a dense urban feel and most residents rent their homes. In SoHo there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in SoHo and residents tend to be liberal. The public schools in SoHo are above average.", "crime": 76.67, "sentiment": 0.4344116883116883, "num_reviews": 201}, "stuyvesant town": {"description": "Stuyvesant Town is a neighborhood in New York City, New York with a population of 21,104. Stuyvesant Town is in New York County and is one of the best places to live in New York. Living in Stuyvesant Town offers residents a dense urban feel and most residents rent their homes. In Stuyvesant Town there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals and retirees live in Stuyvesant Town and residents tend to be liberal. The public schools in Stuyvesant Town are above average.", "crime": 83.33, "sentiment": 0.3399783333333333, "num_reviews": 37}, "theater district": {"description": "Theater District is a neighborhood in New York City, New York with a population of 5,417. Theater District is in New York County and is one of the best places to live in New York. Living in Theater District offers residents a dense urban feel and most residents rent their homes. In Theater District there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals and retirees live in Theater District and residents tend to be liberal. The public schools in Theater District are above average.", "crime": 70.0, "sentiment": 0.5740416666666667, "num_reviews": 10}, "tribeca": {"description": "Tribeca is a neighborhood in New York City, New York with a population of 17,134. Tribeca is in New York County and is one of the best places to live in New York. Living in Tribeca offers residents a dense urban feel and most residents rent their homes. In Tribeca there are a lot of bars, restaurants, coffee shops, and parks. Many families and young professionals live in Tribeca and residents tend to be liberal. The public schools in Tribeca are above average.", "crime": 80.0, "sentiment": 0.3092576719576719, "num_reviews": 145}, "two bridges": {"description": "Two Bridges is a neighborhood in New York City, New York with a population of 13,143. Two Bridges is in New York County. Living in Two Bridges offers residents a dense urban feel and most residents rent their homes. In Two Bridges there are a lot of bars, restaurants, coffee shops, and parks. Many retirees live in Two Bridges and residents tend to be liberal. The public schools in Two Bridges are above average.", "crime": 80.0, "sentiment": 0.1817066666666667, "num_reviews": 14}, "upper east side": {"description": "Upper East Side is a neighborhood in New York City, New York with a population of 208,381. Upper East Side is in New York County and is one of the best places to live in New York. Living in Upper East Side offers residents a dense urban feel and most residents rent their homes. In Upper East Side there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals and retirees live in Upper East Side and residents tend to be liberal. The public schools in Upper East Side are above average.", "crime": 76.67, "sentiment": 0.4345915254237285, "num_reviews": 176}, "upper west side": {"description": "Upper West Side is a neighborhood in New York City, New York with a population of 210,552. Upper West Side is in New York County and is one of the best places to live in New York. Living in Upper West Side offers residents a dense urban feel and most residents rent their homes. In Upper West Side there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals and retirees live in Upper West Side and residents tend to be liberal. The public schools in Upper West Side are above average.", "crime": 76.67, "sentiment": 0.44725818713450316, "num_reviews": 224}, "washington heights": {"description": "Washington Heights is a neighborhood in New York City, New York with a population of 144,864. Washington Heights is in New York County. Living in Washington Heights offers residents a dense urban feel and most residents rent their homes. In Washington Heights there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in Washington Heights and residents tend to be liberal. The public schools in Washington Heights are above average.", "crime": 73.33, "sentiment": 0.24103157894736812, "num_reviews": 170}, "west village": {"description": "West Village is a neighborhood in New York City, New York with a population of 34,539. West Village is in New York County and is one of the best places to live in New York. Living in West Village offers residents a dense urban feel and most residents rent their homes. In West Village there are a lot of bars, restaurants, coffee shops, and parks. Many young professionals live in West Village and residents tend to be liberal. The public schools in West Village are above average.", "crime": 76.67, "sentiment": 0.45787350746268646, "num_reviews": 214}}